{
  "semantics": [
    {
      "label": "สื่อ",
      "fields": [
        {
          "label": "ประเภท",
          "description": "สื่อที่เลือกแสดงเหนือคำถาม (ไม่จำเป็นต้องใส่)"
        },
        {
          "label": "ปิดซูมรูปภาพ"
        }
      ]
    },
    {
      "label": "คำอธิบายงาน",
      "description": "อธิบายวิธีที่ผู้ใช้ควรแก้ปัญหา",
      "placeholder": "คลิกที่คำกริยาทั้งหมดในข้อความที่ตามมา"
    },
    {
      "label": "ช่องข้อความ",
      "placeholder": "นี่คือคำตอบ: *คำตอบ*.",
      "important": {
        "description": "<ul><li>คำที่ถูกทำเครื่องหมายด้วยเครื่องหมายดอกจัน (*)</li><li>ดอกจันสามารถถูกเพิ่มในคำที่ถูกทำเครื่องหมายได้โดยการเพิ่มดอกจันอีกตัว เช่น *คำที่ถูกต้อง*** =&gt; คำที่ถูกต้อง*</li></ul>",
        "example": "คำที่ถูกต้องถูกทำเครื่องหมายด้วยดอกจัน: *คำที่ถูกต้อง* ดอกจันถูกเขียนด้วยรูปแบบนี้: *คำที่ถูกต้อง***"
      }
    },
    {
      "label": "ข้อเสนอแนะทั้งหมด",
      "fields": [
        {
          "widgets": [
            {
              "label": "ค่าเริ่มต้น"
            }
          ],
          "label": "กำหนดข้อเสนอแนะสำหรับช่วงคะแนนใด ๆ",
          "description": "คลิกที่ปุ่ม \"เพิ่มช่วง\" เพื่อเพิ่มช่วงได้ตามต้องการ เช่น 0-20% คะแนนต่ำ, 21-91% คะแนนปานกลาง, 91-100% คะแนนดีมาก!",
          "entity": "ช่วง",
          "field": {
            "fields": [
              {
                "label": "ช่วงคะแนน"
              },
              {},
              {
                "label": "ข้อเสนอแนะสำหรับช่วงคะแนนที่กำหนด",
                "placeholder": "ใส่ข้อเสนอแนะ"
              }
            ]
          }
        }
      ]
    },
    {
      "label": "ข้อความสำหรับปุ่ม \"ตรวจสอบ\"",
      "default": "ตรวจสอบ"
    },
    {
      "label": "ข้อความสำหรับปุ่ม \"ส่ง\"",
      "default": "ส่ง"
    },
    {
      "label": "ข้อความสำหรับปุ่ม \"ลองใหม่\"",
      "default": "ลองใหม่"
    },
    {
      "label": "ข้อความสำหรับปุ่ม \"แสดงคำตอบ\"",
      "default": "แสดงคำตอบ"
    },
    {
      "label": "การตั้งค่าพฤติกรรม",
      "description": "ตัวเลือกเหล่านี้จะช่วยคุณควบคุมพฤติกรรมของงาน",
      "fields": [
        {
          "label": "เปิดใช้งาน \"ลองใหม่\""
        },
        {
          "label": "เปิดใช้งานปุ่ม \"แสดงคำตอบ\""
        },
        {
          "label": "เปิดใช้งานปุ่ม \"ตรวจสอบ\""
        },
        {
          "label": "แสดงคะแนน",
          "description": "แสดงคะแนนที่ได้รับสำหรับคำตอบแต่ละข้อ"
        }
      ]
    },
    {
      "label": "ข้อความคำตอบที่ถูกต้อง",
      "default": "ถูกต้อง!",
      "description": "ข้อความที่ใช้แสดงว่าคำตอบถูกต้อง"
    },
    {
      "label": "ข้อความคำตอบที่ไม่ถูกต้อง",
      "default": "ไม่ถูกต้อง!",
      "description": "ข้อความที่ใช้แสดงว่าคำตอบไม่ถูกต้อง"
    },
    {
      "label": "ข้อความคำตอบที่ไม่สามารถหาได้",
      "default": "ไม่พบคำตอบ!",
      "description": "ข้อความที่ใช้แสดงว่าไม่พบคำตอบ"
    },
    {
      "label": "คำอธิบายสำหรับแสดงวิธีการแก้ปัญหา",
      "default": "งานถูกอัปเดตเพื่อมีคำตอบแล้ว",
      "description": "ข้อความนี้แจ้งให้ผู้ใช้ทราบว่างานได้รับการอัปเดตด้วยคำตอบ"
    },
    {
      "label": "การแสดงคะแนนแบบตัวอักษรสำหรับผู้ใช้ที่ใช้ readspeaker",
      "default": "คุณได้คะแนน :num จากทั้งหมด :total คะแนน"
    },
    {
      "label": "ป้ายชื่อสำหรับข้อความที่อ่านได้เต็มรูปแบบสำหรับเทคโนโลยีช่วยเหลือ",
      "default": "ข้อความที่อ่านได้เต็มรูปแบบ"
    },
    {
      "label": "ป้ายชื่อสำหรับข้อความที่สามารถทำเครื่องหมายคำได้สำหรับเทคโนโลยีช่วยเหลือ",
      "default": "ข้อความทั้งหมดที่สามารถทำเครื่องหมายคำได้"
    },
    {
      "label": "หัวเรื่องโหมดคำตอบสำหรับเทคโนโลยีช่วยเหลือ",
      "default": "โหมดคำตอบ"
    },
    {
      "label": "หัวเรื่องโหมดตรวจสอบสำหรับเทคโนโลยีช่วยเหลือ",
      "default": "โหมดตรวจสอบ"
    },
    {
      "label": "คำอธิบายสำหรับเทคโนโลยีช่วยเหลือสำหรับปุ่ม \"ตรวจสอบ\"",
      "default": "ตรวจสอบคำตอบ การตอบกลับจะถูกทำเครื่องหมายว่าถูกต้อง ไม่ถูกต้อง หรือไม่ได้ตอบ"
    },
    {
      "label": "คำอธิบายสำหรับเทคโนโลยีช่วยเหลือสำหรับปุ่ม \"แสดงคำตอบ\"",
      "default": "แสดงคำตอบ งานจะถูกทำเครื่องหมายด้วยคำตอบที่ถูกต้องและไม่ถูกต้อง"
    },
    {
      "label": "คำอธิบายสำหรับเทคโนโลยีช่วยเหลือสำหรับปุ่ม \"ลองใหม่\"",
      "default": "เริ่มงานใหม่ คำตอบที่ถูกต้องและไม่ถูกต้องจะถูกล้างออก"
    }
  ]
}
