{
    "H5P_Accordion": {
        "title": "Pannello a fisarmonica (Accordion)",
        "summary": "Crea elementi espandibili disposti verticalmente uno sopra l’altro",
        "description": "Riduci la quantità di testo presentato ai lettori utilizzando questo pannello a fisarmonica responsivo: sarà chi legge a decidere quali argomenti esaminare più in dettaglio espandendo il titolo. Un ottimo strumento per fornire una panoramica generale con spiegazioni approfondite opzionali.",
        "keywords": {
            "accordion": "pannello a fisarmonica",
            "collapsible_text": "testo comprimibile"
        }
    },
    "H5P_ArithmeticQuiz": {
        "title": "Questionario di aritmetica (Arithmetic Quiz)",
        "summary": "Crea questionari di aritmetica a tempo",
        "description": "Crea questionari di aritmetica composti da domande a scelta multipla. Come autore, tutto ciò che devi fare è decidere il tipo e la lunghezza del questionario; gli utenti tengono traccia del punteggio e del tempo impiegato per risolvere la batteria di domande.",
        "keywords": {
            "math": "matematica",
            "arithmetic_quiz": "questionario di aritmetica",
            "countdown": "conto alla rovescia"
        }
    },
    "H5P_Chart": {
        "title": "Grafico (Chart)",
        "summary": "Genera rapidamente grafici a barre e a torta",
        "description": "Hai bisogno di presentare graficamente semplici dati statistici senza doverti preoccupare di creare manualmente la struttura grafica? Il grafico è la tua risposta.",
        "keywords": {
            "chart": "grafico",
            "bar_chart": "grafico a barre",
            "pie_chart": "grafico a torta",
            "graph": "grafico"
        }
    },
    "H5P_Collage": {
        "title": "Collage (Collage)",
        "summary": "Crea un collage di più immagini",
        "description": "Lo strumento “Collage” ti consente di organizzare le immagini in una composizione armoniosa.",
        "keywords": {
            "collage": "collage",
            "image": "immagine"
        }
    },
    "H5P_Column": {
        "title": "Colonna (Column)",
        "summary": "Organizza i tuoi contenuti H5P in una disposizione a colonne",
        "description": "Organizza i tuoi contenuti in una disposizione a colonne con “H5P Column”: i contenuti che trattano argomenti simili o condividono un tema comune possono ora essere raggruppati per creare un’esperienza di apprendimento lineare. Inoltre, gli autori sono liberi di dare sfogo alla loro creatività combinando quasi tutte le tipologie di contenuti H5P esistenti.",
        "keywords": {
            "column": "colonna",
            "layout": "disposizione",
            "compound": "accostamento"
        }
    },
    "H5P_CoursePresentation": {
        "title": "Presentazione del corso (Course Presentation)",
        "summary": "Crea una presentazione con diapositive interattive",
        "description": "Le “Presentazioni del corso” sono costituite da diapositive con contenuti multimediali, testo e molti tipi diversi di interazioni, come sintesi interattive, domande a scelta multipla e video interattivi. Gli studenti possono provare nuovi materiali didattici interattivi e mettere alla prova le loro conoscenze e la loro memoria nelle “Presentazioni del corso”. Come sempre con H5P, i contenuti sono modificabili nei browser web e il tipo di attività “Presentazione del corso” include uno strumento di modifica WYSIWYG basato sul metodo “trascina e rilascia”. Un uso tipico dell’attività “Presentazione del corso” consiste nell’utilizzare alcune diapositive per introdurre un argomento e proseguire con altre diapositive in cui vengono valutate le conoscenze dell’utente. Le “Presentazioni del corso” possono tuttavia essere usate in molti modi diversi, per esempio come strumento di presentazione da offrire alla classe o come gioco in cui la navigazione classica viene sostituita da pulsanti di navigazione nella parte superiore delle diapositive per consentire all’utente di effettuare delle scelte e osservarne il risultato.",
        "keywords": {
            "course_presentation": "presentazione del corso",
            "slides": "diapositive",
            "powerpoint": "powerpoint"
        }
    },
    "H5P_Dialogcards": {
        "title": "Cartoline parlanti (Dialog Cards)",
        "summary": "Crea cartoline di testo parlanti e girevoli",
        "description": "Le cartoline parlanti possono essere utilizzate come esercizio per aiutare gli studenti a memorizzare parole, espressioni o frasi. Sul lato frontale della carta è riportato un indizio relativo a una parola o a un’espressione; girandola, lo studente scopre la parola o l’espressione corrispondente. Le cartoline parlanti possono essere utilizzate nell’apprendimento delle lingue, per presentare problemi di matematica o aiutare gli studenti a ricordare eventi come fatti storici, formule o nomi.",
        "keywords": {
            "dialog_cards": "cartoline parlanti"
        }
    },
    "H5P_DocumentationTool": {
        "title": "Strumento di documentazione (Documentation Tool)",
        "summary": "Crea un modulo a procedura guidata con la possibilità di esportare il testo",
        "description": "Lo “Strumento di documentazione” ha lo scopo di facilitare la creazione di procedure di valutazione guidate per attività orientate agli obiettivi. Può anche essere utilizzato come strumento di creazione assistita di moduli: durante la modifica, l’autore può aggiungere più passaggi alla procedura guidata; in ogni passaggio, l’autore può definire quali contenuti inserire. Il contenuto può consistere in testo semplice, campi di immissione dati, definizione degli obiettivi e valutazione degli obiettivi. Una volta pubblicato, l’utente finale verrà guidato attraverso i passaggi della procedura guidata; nell’ultimo passaggio, l’utente può generare un resoconto con tutti i dati immessi che può essere scaricato. Lo “Strumento di documentazione” è completamente responsivo e funziona perfettamente sia su schermi di piccole dimensioni sia su schermi desktop.",
        "keywords": {
            "dialog_cards": "cartoline parlanti"
        }
    },
    "H5P_DragQuestion": {
        "title": "Trascina e rilascia (Drag and Drop)",
        "summary": "Crea attività di trascinamento e rilascio della selezione con immagini",
        "description": "Le esercitazioni “Trascina e rilascia” consentono allo studente di associare due o più elementi e di creare connessioni logiche in modo visivo. È possibile creare esercitazioni “Trascina e rilascia” utilizzando sia testo sia immagini come opzioni da trascinare. Le esercitazioni “Trascina e rilascia” H5P supportano relazioni uno-a-uno, uno-a-molti, molti-a-uno e molti-a-molti tra domanda e risposta.",
        "keywords": {
            "drag_and drop": "trascina e rilascia"
        }
    },
    "H5P_DragText": {
        "title": "Trascina le parole (Drag the Words)",
        "summary": "Crea attività di trascinamento e rilascio della selezione basate sul testo",
        "description": "“Trascina le parole” consente a chi progetta contenuti di creare frasi con parti di testo mancanti: l’utente finale trascina la parte di testo mancante nella posizione corretta, in modo da formare una frase completa. Può essere utilizzato per verificare la capacità dell’utente di ricordare un testo che ha letto o di comprenderne il significato, poiché aiuta a riflettere sul testo. Creare un’attività “Trascina le parole” è semplicissimo: chi la compila deve solo scrivere il testo e racchiudere le parole che devono essere trascinabili con segni asterisco come *parolaTrascinabile*.",
        "keywords": {
            "drag": "trascinare",
            "words": "parole"
        }
    },
    "H5P_Blanks": {
        "title": "Completa gli spazi vuoti (Fill in the Blanks)",
        "summary": "Crea un’attività con parole mancanti in un testo",
        "description": "Gli studenti sono chiamati a completare un testo inserendo le parole mancanti: la soluzione viene mostrata al termine di tutti gli inserimenti o dopo ogni parola inserita, a seconda delle impostazioni. Gli autori scrivono il testo e contrassegnano le parole da integrare con un asterisco. Oltre che per l’apprendimento della lingua madre e di una seconda lingua, l’attività “Completa gli spazi vuoti” può essere utilizzata per valutare la capacità dello studente di riprodurre fatti o elaborare inferenze matematiche.",
        "keywords": {
            "fill": "completare",
            "blanks": "spazi vuoti",
            "text": "testo"
        }
    },
    "H5P_ImageHotspotQuestion": {
        "title": "Trova i punti attivi (Find the Hotspot)",
        "summary": "Crea punti attivi sullei immagini che gli utenti possono trovare",
        "description": "Questo tipo di contenuto consente agli utenti finali di premere in un punto qualsiasi di un’immagine e di ottenere un riscontro sulla correttezza o meno dell’operazione effettuata rispetto alla descrizione dell’attività. L’autore carica un’immagine e definisce vari punti attivi corrispondenti a dettagli o sezioni dell’immagine; i punti attivi possono essere definiti come corretti o errati e l’autore fornisce un testo di riscontro adatto per entrambi i casi. L’autore può anche impostare un riscontro per il caso in cui l’utente finale prema in un punto che non è definito come punto attivo corretto o errato.",
        "keywords": {
            "find": "trovare",
            "hotspot": "punto attivo",
            "image": "Immagine"
        }
    },
    "H5P_GuessTheAnswer": {
        "title": "Indovina la risposta (Guess the Answer)",
        "summary": "Crea un’immagine con una domanda e una risposta",
        "description": "Questo tipo di contenuto consente agli autori di caricare un’immagine e aggiungere una descrizione corrispondente. Gli utenti finali possono indovinare la risposta e premere la barra sotto l’immagine per visualizzare la risposta corretta.",
        "keywords": {
            "guess": "indovinare",
            "answer": "risposta"
        }
    },
    "H5P_IFrameEmbed": {
        "title": "Incorporamento di iFrame (iFrame Embedder)",
        "summary": "Incorpora da un URL o da un insieme di file",
        "description": "Il componente di incorporamento di iFrame semplifica la creazione di un’attività H5P composta di applicazioni JavaScript già esistenti.",
        "keywords": {
            "embed": "incorporare",
            "iframe": "iframe"
        }
    },
    "H5P_InteractiveVideo": {
        "title": "Video interattivo (Interactive Video)",
        "summary": "Crea video arricchiti da interazioni",
        "description": "Aggiungi interattività al tuo video con spiegazioni, immagini aggiuntive, tabelle, frasi da completare e domande a risposta multipla. Le domande del questionario si prestano a un approccio adattivo, poiché consentono di passare a una diversa sezione del video in base alle risposte dell’utente; alla fine del video, è possibile aggiungere un riepilogo interattivo. I video interattivi vengono creati e modificati utilizzando lo strumento di composizione H5P all’interno di un normale programma di navigazione web.",
        "keywords": {
            "interactive": "interattivo",
            "video": "video"
        }
    },
    "H5P_MarkTheWords": {
        "title": "Contrassegna le parole (Mark the Words)",
        "summary": "Crea un’attività in cui gli utenti evidenziano le parole",
        "description": "L’attività “Contrassegna le parole” consente a chi progetta contenuti di creare frasi con un insieme definito di parole corrette: l’utente finale evidenzia le parole in base alla descrizione dell’attività e riceve un punteggio. Per chi la compila è semplicissimo creare una sfida “Contrassegna le parole”: l’autore digita il testo e racchiude le parole su cui l’utente dovrà cliccare – ovvero le risposte corrette – tra asterischi come *parolaCorretta*.",
        "keywords": {
            "mark": "contrassegnare",
            "words": "parole"
        }
    },
    "H5P_MemoryGame": {
        "title": "Gioco di memoria (Memory Game)",
        "summary": "Crea il classico gioco di abbinamento di immagini",
        "description": "Crea dei giochi di memoria personalizzati e metti alla prova la memoria degli utenti del tuo sito con questo gioco in HTML5 semplice, ma accattivante.",
        "keywords": {
            "memory": "memoria",
            "game": "gioco",
            "cards": "carte"
        }
    },
    "H5P_MultiChoice": {
        "title": "Scelta multipla (Multiple Choice)",
        "summary": "Crea domande a scelta multipla flessibili",
        "description": "Le domande a scelta multipla possono essere uno strumento di valutazione efficace: lo studente riceve un riscontro immediato sulle proprie risposte. Le domande a scelta multipla H5P possono avere una o più risposte corrette per ogni domanda.",
        "keywords": {
            "multiple": "multipla",
            "choice": "scelta",
            "quiz": "quiz"
        }
    },
    "H5P_PersonalityQuiz": {
        "title": "Questionario sulla personalità (Personality Quiz)",
        "summary": "Crea dei questionari sulla personalità",
        "description": "In questo tipo di contenuto, l’autore definisce una serie di domande con opzioni alternative, dove ciascuna opzione è correlata a una o più personalità: al termine del questionario, l’utente finale vedrà quale personalità corrisponde meglio al suo profilo. Esistono diversi modi per rendere visivamente accattivante questo questionario, per esempio presentando le domande, le opzioni alternative e le personalità attraverso l’uso di immagini.",
        "keywords": {
            "personality": "personalità",
            "quiz": "quiz"
        }
    },
    "H5P_Questionnaire": {
        "title": "Questionario (Questionnaire)",
        "summary": "Crea un questionario per ricevere riscontri",
        "description": "Ottieni un riscontro e poni domande aperte nei video interattivi o in altri tipi di contenuti con l’attività “Questionario”. “Questionario” rende disponibili le risposte degli utenti tramite un’integrazione xAPI, consentendo ai proprietari dei siti web di archiviare le risposte in molti modi diversi: le risposte possono essere immagazzinate in un Archivio di Dati di Apprendimento (LRS), nell’archivio personalizzato del sito stesso oppure uno script può recuperare l’indirizzo e-mail e utilizzarlo per inviare un’e-mail all’utente. Su H5P.org le risposte vengono salvate su Google Analytics.",
        "keywords": {
            "questionnaire": "questionario"
        }
    },
    "H5P_QuestionSet": {
        "title": "Questionario (Batteria di domande) (Quiz (Question Set))",
        "summary": "Crea una batteria di vari tipi di domande",
        "description": "La “Batteria di domande” è il classico tipo di contenuto in stile quiz. Permette allo studente di risolvere una sequenza di domande di vario tipo – come domande a scelta multipla, completamenti in modalità trascina e rilascia e inserimento di parole negli spazi vuoti – organizzate in una batteria. Come autore, puoi utilizzare molte impostazioni per configurarla nel modo che preferisci: per esempio, puoi personalizzare la batteria con immagini di sfondo e definire una percentuale minima di risposte corrette per consentire allo studente di considerare il test superato. La “Batteria di domande” ti permette anche di aggiungere dei video che vengono riprodotti alla fine del test: un video in caso di esito positivo, un altro se lo studente non supera il questionario; questo approccio può motivare gli studenti a riprovare in caso di insuccesso, in modo da riuscire infine a visualizzare il video di test superato.",
        "keywords": {
            "question_set": "batteria di domande",
            "collection": "raccolta",
            "quiz": "quiz"
        }
    },
    "H5P_SingleChoiceSet": {
        "title": "Scelta singola – Gruppo (Single Choice Set)",
        "summary": "Crea domande con una sola risposta corretta",
        "description": "Il modulo a scelta singola consente ai creatori di contenuti di elaborare una serie di domande con una sola risposta corretta per ciascuna domanda. L’utente finale riceve un riscontro immediato dopo aver inserito ogni risposta.",
        "keywords": {
            "collection": "raccolta",
            "quiz": "quiz",
            "choice": "scelta"
        }
    },
    "H5P_Summary": {
        "title": "Riassunto (Summary)",
        "summary": "Crea attività con un elenco di affermazioni",
        "description": "I riassunti aiutano chi studia a ricordare le informazioni chiave di un testo, di un video o di una presentazione, creando attivamente una sintesi sull’argomento in esame. Quando l’utente ha completato un riassunto, viene mostrato un elenco completo delle affermazioni chiave sul tema.",
        "keywords": {
            "summary": "riassunto"
        }
    },
    "H5P_Timeline": {
        "title": "Linea del tempo (Timeline)",
        "summary": "Crea una linea del tempo con contenuti multimediali",
        "description": "Si tratta di Timeline.js, il software sviluppato da Knight Lab e integrato come tipo di contenuto H5P per rendere le linee del tempo facilmente modificabili, condivisibili e riutilizzabili. Il tipo di contenuto “Linea del tempo” consente di inserire una sequenza di eventi in ordine cronologico: per ogni evento è possibile aggiungere immagini e testi; si possono inoltre includere risorse provenienti da Twitter, YouTube, Flickr, Vimeo, Google Maps e SoundCloud.",
        "keywords": {
            "timeline": "linea del tempo",
            "slider": "cursore a scorrimento"
        }
    },
    "H5P_TrueFalse": {
        "title": "Domanda vero/falso (True/False Question)",
        "summary": "Crea domande vero/falso",
        "description": "La domanda vero/falso è un tipo di contenuto semplice e intuitivo che può essere utilizzato da solo o inserito in altri tipi di contenuto, come le “Presentazioni del corso”. È possibile creare domande più complesse aggiungendo un’immagine o un video.",
        "keywords": {
            "true": "vero",
            "false": "falso"
        }
    },
    "H5P_ImageHotspots": {
        "title": "Immagine con aree sensibili (Image Hotspots)",
        "summary": "Crea un’immagine con più punti attivi informativi",
        "description": "La modalità “Immagine con aree sensibili” consente di creare un’immagine con vari punti interattivi: quando l’utente preme su un punto attivo, viene visualizzato un riquadro contenente un titolo e un testo o un video di accompagnamento. Utilizzando l’editor H5P, è possibile aggiungere tutti i punti attivi che si desidera.",
        "keywords": {
            "image": "immagine",
            "hotspot": "punto attivo"
        }
    },
    "H5P_ImageMultipleHotspotQuestion": {
        "title": "Trova più punti attivi (Find Multiple Hotspots)",
        "summary": "Crea molti punti attivi che gli utenti possono trovare",
        "description": "Un tipo di test gratuito basato su HTML5 che consente ai creatori di contenuti di elaborare un questionario basato su immagini, delle quali chi studia deve trovare i punti corretti. Utilizza questo tipo di contenuto con il plugin H5P per WordPress, Moodle o Drupal per mettere alla prova i tuoi utenti."
    },
    "H5P_ImageJuxtaposition": {
        "title": "Giustapposizione di immagini (Image Juxtaposition)",
        "summary": "Crea immagini interattive",
        "description": "Un tipo di contenuto gratuito, basato sulle immagini e costruito in HTML5, che consente agli utenti di confrontare due immagini in modo interattivo. Racconta le tue storie per immagini con H5P e “Giustapposizione di immagini” su WordPress, Moodle o Drupal."
    },
    "H5P_Audio": {
        "title": "Audio (Audio)",
        "summary": "Carica una registrazione audio",
        "description": "Carica una registrazione audio in formato .mp3, .wav, .ogg o fornisci il link per una registrazione audio."
    },
    "H5P_AudioRecorder": {
        "title": "Registratore audio (Audio Recorder)",
        "summary": "Crea una registrazione audio",
        "description": "Un registratore audio HTML5: registra la tua voce e riproduci o scarica un file .wav della tua traccia; utilizza il plugin H5P per integrare il registratore audio H5P sul tuo sito Drupal, Wordpress o Moodle.",
        "keywords": {
            "audio": "audio",
            "recorder": "registratore"
        }
    },
    "H5P_SpeakTheWords": {
        "title": "Pronuncia le parole (Speak the Words)",
        "summary": "Rispondi a una domanda usando la tua voce (solo su Chrome)",
        "description": "La modalità “Pronuncia le parole” è supportata solo dai browser che implementano l’API Web Speech (browser Chrome, tranne che su iOS), perché per rispondere alla domanda è necessario un microfono. Poni una domanda agli utenti e chiedi loro di rispondere utilizzando la propria voce. È possibile scegliere più risposte corrette; l’utente potrà verificare come sono state interpretate le sue parole e quanto erano simili alle risposte corrette possibili.",
        "keywords": {
            "language": "linguaggio",
            "translation": "traduzione",
            "voice": "voce",
            "recognition": "riconoscimento",
            "speech": "discorso",
            "mic": "microfono",
            "microphone": "microfono"
        }
    },
    "H5P_Agamotto": {
        "title": "Agamotto (miscelatore di immagini) (Agamotto (Image Blender))",
        "summary": "Presenta una sequenza di immagini e didascalie",
        "description": "Presenta una serie di immagini in sequenza che gli utenti devono guardare una dopo l’altra: per esempio, le foto di un oggetto che cambia nel tempo, schemi o mappe organizzati in diversi livelli o immagini che rivelano sempre più dettagli.",
        "keywords": {
            "image": "immagine",
            "images": "immagini",
            "transition": "transizione"
        }
    },
    "H5P_ImageSequencing": {
        "title": "Sequenza di immagini (Image Sequencing)",
        "summary": "Posiziona le immagini nell’ordine corretto",
        "description": "Un tipo di contenuto gratuito con immagini in sequenza basato su HTML5 che consente agli autori di introdurre in gioco una serie di foto (e una descrizione facoltativa per ciascuna) secondo un ordine particolare. L’ordine delle immagini sarà reso casuale e i giocatori dovranno riordinarle in base alla descrizione dell’attività.",
        "keywords": {
            "image": "immagine",
            "sequence": "sequenza",
            "order": "ordine"
        }
    },
    "H5P_Flashcards": {
        "title": "Cartoline didattiche (Flashcards)",
        "summary": "Crea cartoline didattiche eleganti e moderne",
        "description": "Questo tipo di contenuto consente agli autori di creare una singola cartolina didattica o un gruppo di cartoline, in cui ogni scheda contiene immagini abbinate a domande e risposte. Gli studenti devono compilare il campo di testo e poi verificare la correttezza della loro risposta.",
        "keywords": {
            "cards": "carte",
            "animation": "animazione"
        }
    },
    "H5P_SpeakTheWordsSet": {
        "title": "Pronuncia le parole – Gruppo (Speak the Words Set)",
        "summary": "Crea una serie di domande con risposta vocale (solo su Chrome)",
        "description": "La modalità “Pronuncia le parole – Gruppo” è supportata solo dai browser che implementano l’API Web Speech (browser Chrome, eccetto su iOS), perché per rispondere alle domande è necessario un microfono. Crea una serie di domande a cui gli utenti possono rispondere utilizzando la propria voce. È possibile scegliere più risposte corrette; l’utente potrà verificare come sono state interpretate le sue parole e quanto erano simili alle risposte corrette possibili.",
        "keywords": {
            "language": "linguaggio",
            "translation": "traduzione",
            "voice": "voce",
            "quiz": "quiz",
            "set": "gruppo",
            "recognition": "riconoscimento",
            "mic": "microfono",
            "microphone": "microfono"
        }
    },
    "H5P_ImageSlider": {
        "title": "Galleria di immagini (Image Slider)",
        "summary": "Crea facilmente un carosello di immagini",
        "description": "Presenta le tue immagini in modo accattivante con facilità. Gli autori devono solo caricare immagini e fornire testi alternativi per le immagini.\r\n\r\nPresenta le tue immagini in modo accattivante con facilità: i creatori di contenuti devono solo caricare le immagini e fornire dei testi alternativi per ciascuna.\r\n\r\nLe due immagini successive a quella visualizzata sono sempre precaricate, di modo che il passaggio da un’immagine all’altra sia in genere rapido, senza ritardi per il caricamento dell’immagine successiva.\r\n\r\nLe immagini possono essere presentate come parte della pagina o in modalità a schermo intero: quando vengono utilizzate come parte della pagina, il sistema seleziona un formato a proporzioni fisse in rapporto alle immagini utilizzate; gli autori possono decidere di gestire i diversi formati in modo distinto.",
        "keywords": {
            "image": "immagine",
            "images": "immagini",
            "slider": "galleria a scorrimento",
            "carousel": "carosello"
        }
    },
    "H5P_Essay": {
        "title": "Saggio (Essay)",
        "summary": "Crea un elaborato e ottieni un riscontro immediato",
        "description": "In questo tipo di contenuto, l’autore definisce una serie di parole chiave che rappresentano gli aspetti fondamentali di un argomento. Queste parole chiave vengono confrontate con un testo scritto dagli studenti e possono essere utilizzate per fornire un riscontro immediato, suggerendo la revisione di alcuni dettagli dell’argomento se una parola chiave è assente o confermando le idee dello studente se il testo contiene una parola chiave.",
        "keywords": {
            "Essay": "Saggio"
        }
    },
    "H5P_ImagePair": {
        "title": "Abbinamento di immagini (Image Pairing)",
        "summary": "Gioco di accoppiamento di immagini da trascinare e rilasciare",
        "description": "L’abbinamento di immagini è un’attività semplice ed efficace che richiede agli studenti di associare coppie di immagini. Poiché non è necessario che entrambe le immagini di una coppia siano uguali, gli autori possono anche verificare la comprensione di una relazione tra due immagini diverse.",
        "keywords": {
            "image_images matching pair": "immagine immagini coppia di elementi corrispondenti"
        }
    },
    "H5P_Dictation": {
        "title": "Dettato (Dictation)",
        "summary": "Crea un dettato e ottieni un riscontro immediato",
        "description": "È possibile aggiungere frammenti audio contenenti una frase dettata e inserire la trascrizione corretta. Gli studenti possono ascoltare i frammenti e digitare ciò che hanno ascoltato in un campo di testo: le loro risposte saranno valutate automaticamente. Diverse opzioni consentiranno di regolare il livello di difficoltà dell’esercizio: puoi aggiungere facoltativamente una seconda traccia audio per una frase che contenga una versione pronunciata lentamente; è anche possibile impostare un limite al numero di volte in cui un frammento può essere riprodotto, stabilire se la punteggiatura deve essere rilevante per il punteggio e decidere se piccole sviste – come gli errori di battitura – devono essere considerate come opzioni corrette, come un errore vero e proprio o solo come un errore parziale.",
        "keywords": {
            "language": "linguaggio",
            "audio": "audio"
        }
    },
    "H5P_BranchingScenario": {
        "title": "Scenario ramificato (Branching Scenario)",
        "summary": "Crea trame alternative e strumenti di autoapprendimento",
        "description": "Lo “Scenario ramificato” consente agli autori di presentare agli studenti una varietà di ricchi contenuti interattivi e di opzioni tra cui scegliere: le scelte compiute dagli studenti determineranno il contenuto che visualizzeranno in seguito. Può essere utilizzato per creare trame alternative, giochi formativi e come strumento di apprendimento autonomo."
    },
    "H5P_ThreeImage": {
        "title": "Tour virtuale a 360° (Virtual Tour (360))",
        "summary": "Crea ambienti a 360° con interazioni",
        "description": "Le panoramiche a 360° (equirettangolari) e le immagini normali possono essere arricchite con elementi interattivi come didascalie, video, suoni e domande interattive. Le immagini creano scene che possono anche essere collegate tra loro per dare all’utente l’impressione di spostarsi tra ambienti diversi o tra diversi punti di vista all’interno dello stesso ambiente."
    },
    "H5P_FindTheWords": {
        "title": "Trova le parole (Find the words)",
        "summary": "Gioco di ricerca di parole all’interno di una griglia",
        "description": "Un’attività gratuita di ricerca di parole basata su HTML5 che consente agli autori di creare un elenco di parole che verranno disposte in una griglia: il compito dello studente è quello di trovare e selezionare le parole all’interno della griglia."
    },
    "H5P_InteractiveBook": {
        "title": "Libro interattivo (Interactive Book)",
        "summary": "Crea brevi lezioni, libri e questionari",
        "description": "Crea brevi lezioni, libri o questionari: “Libro interattivo” consente agli autori di combinare grandi quantità di contenuti interattivi come video, domande, presentazioni di corsi e altro ancora su più pagine. Al termine, è disponibile un riepilogo che riassume i punteggi ottenuti dallo studente nel corso del libro.",
        "keywords": {
            "book": "libro",
            "course": "lezione"
        }
    },
    "H5P_KewArCode": {
        "title": "Codice KewAr (KewAr Code)",
        "summary": "Crea codici QR per diversi scopi",
        "description": "“Codice KewAr” consente ai progettisti di contenuti di creare i ben noti codici QR. Questi codici QR possono codificare URL, ma anche informazioni di contatto, eventi, posizioni geografiche, ecc.: possono essere scansionati con un lettore di codici QR per attivare la funzione desiderata.",
        "keywords": {
            "QR": "QR"
        }
    },
    "H5P_AdventCalendar": {
        "title": "Calendario dell’Avvento (Advent Calendar)",
        "summary": "Crea sorprese che verranno svelate giorno dopo giorno",
        "description": "Crea e personalizza un bellissimo calendario dell’Avvento: puoi aggiungere un’immagine di sfondo all’intero calendario, a ogni finestrella e come fondale per i contenuti all’interno di ciascuna finestrella; è anche possibile aggiungere un effetto neve e una traccia musicale. All’interno di ogni finestrella puoi aggiungere un suono, un video, un testo, un’immagine o un link.\r\n\r\nTieni presente che gli utenti esperti di computer possono facilmente scoprire subito il contenuto di tutte le finestrelle… se hai intenzione di svelare grandi segreti nei giorni successivi, faresti meglio ad aspettare fino a quel giorno prima di aggiungerli al calendario.",
        "keywords": {
            "christmas": "Natale",
            "advent": "Avvento",
            "holidays": "vacanze",
            "calendar": "calendario"
        }
    },
    "H5P_Crossword": {
        "title": "Cruciverba (Crossword)",
        "summary": "Crea un cruciverba",
        "description": "Crea e personalizza un bellissimo cruciverba per coinvolgere il tuo pubblico. Il cruciverba è altamente personalizzabile e ti consente di impostare tutti i colori, caricare un’immagine di sfondo, decidere come assegnare i punteggi e persino ridisporre le parole al suo interno in ordine casuale, in modo che il tuo pubblico possa cimentarsi ogni volta con un cruciverba nuovo, se lo desideri.",
        "keywords": {
            "crossword": "cruciverba",
            "games": "giochi"
        }
    },
    "H5P_SortParagraphs": {
        "title": "Ordina i paragrafi (Sort the Paragraphs)",
        "summary": "Crea una serie di paragrafi da ordinare",
        "description": "Digita o incolla un elenco di paragrafi che verranno disposti in ordine casuale. Per esempio, puoi far sì che ogni paragrafo corrisponda al verso di una canzone, a un blocco di codice o al passaggio di una ricetta: gli studenti dovranno ordinare i paragrafi nella sequenza corretta. Per impostazione predefinita, gli studenti otterranno un punto per ogni paragrafo disposto successivamente a quello a cui dovrebbe seguire, ma è anche possibile decidere di assegnare un punto per ogni paragrafo che si trova nella posizione corretta.",
        "keywords": {
            "sorting": "ordinamento",
            "games": "giochi",
            "tasks": "attività"
        }
    },
    "H5P_MultiMediaChoice": {
        "title": "Scelta dell’immagine (Image Choice)",
        "summary": "Crea un’attività in cui le opzioni di risposta sono costituite da immagini",
        "description": "Crea bellissime domande a scelta multipla o singola in cui le opzioni di risposta sono costituite da immagini. Puoi personalizzare l’aspetto delle opzioni e scegliere tra diversi formati a proporzione fissa o semplicemente utilizzare la proporzione naturale delle immagini.",
        "keywords": {
            "sorting": "ordinamento",
            "games": "giochi",
            "tasks": "attività"
        }
    }
}
