{
  "semantics": [
    {
      "label": "Descripció de la tasca",
      "description": "Text opcional per mostrar a sobre de la gravadora d’àudio"
    },
    {
      "label": "Localització",
      "fields": [
        {
          "label": "Grava button text",
          "default": "Grava"
        },
        {
          "label": "Text del botó “Pausa”",
          "default": "Pausa"
        },
        {
          "label": "Continua button text",
          "default": "Continua"
        },
        {
          "label": "Baixa button text",
          "default": "Baixa"
        },
        {
          "label": "Text del botó “Fet”",
          "default": "Fet"
        },
        {
          "label": "Text del botó “Torna-ho a provar”",
          "default": "Torna-ho a provar"
        },
        {
          "label": "Missatge d’error “El micròfon no s’admet”",
          "default": "El micròfon no s’admet. Comproveu que estigueu utilitzant un navegador que permeti gravar amb el micròfon."
        },
        {
          "label": "Missatge d’error “No es pot accedir al micròfon”",
          "default": "No es pot accedir al micròfon. Comproveu que el micròfon del navegador estigui activat."
        },
        {
          "label": "Missatge que es mostra quan no s’admet l’accés no segur",
          "description": "Alguns navegadors no permeten l’ús del micròfon quan s’accedeix a la pàgina mitjançant HTTP. Si aquest és el cas, es mostra aquest missatge.",
          "default": "El vostre navegador no permet l’accés al micròfon, perquè la pàgina no està disponible mitjançant HTTPS. Contacteu amb el seu autor i demaneu-li que permeti accedir-hi mitjançant HTTPS."
        },
        {
          "label": "Missatge d’estat “A punt per gravar”",
          "default": "Premeu el botó a sota per gravar la resposta."
        },
        {
          "label": "Gravaing status message",
          "default": "Gravaing..."
        },
        {
          "label": "Missatge d’estat “En pausa”",
          "default": "Gravaing paused. Press a button to continue recording."
        },
        {
          "label": "Missatge d’estat “Gravació finalitzada”",
          "default": "Heu gravat la resposta correctament. Més avall podeu escoltar la gravació."
        },
        {
          "label": "Baixa recording message",
          "default": "Baixeu aquesta gravació o torneu-ho a provar."
        },
        {
          "label": "Text de l’encapçalament del quadre de diàleg “Torna-ho a provar”",
          "default": "Voleu repetir la gravació?"
        },
        {
          "label": "Text del quadre de diàleg “Torna-ho a provar”",
          "default": "By pressing \"Torna-ho a provar\" you will lose your current recording."
        },
        {
          "label": "Text de confirmació del quadre de diàleg “Torna-ho a provar”",
          "default": "Torna-ho a provar"
        },
        {
          "label": "Text de cancel·lació del quadre de diàleg “Torna-ho a provar”",
          "default": "Cancel·la"
        },
        {
          "label": "No es pot crear el missatge d’estat del fitxer d’àudio",
          "default": "No es pot crear el fitxer d’àudio."
        }
      ]
    }
  ]
}
