{
  "semantics":[
    {
      "label":"Περιγραφή άσκησης",
      "description":"Κείμενο που θα εμφανίζεται πάνω από το πρόγραμμα ηχογράφησης (προαιρετικό)"
    },
    {
      "label":"Προσαρμογή",
      "fields":[
        {
          "label":"Ετικέτα κουμπιού ηχογράφησης",
          "default":"Ηχογράφηση"
        },
        {
          "label":"Ετικέτα κουμπιού παύσης",
          "default":"Παύση"
        },
        {
          "label":"Ετικέτα κουμπιού συνέχισης",
          "default":"Συνέχεια"
        },
        {
          "label":"Ετικέτα κουμπιού λήψης",
          "default":"Λήψη"
        },
        {
          "label":"Ετικέτα κουμπιού ολοκλήρωσης",
          "default":"Ολοκλήρωση"
        },
        {
          "label":"Ετικέτα κουμπιού νέας προσπάθειας",
          "default":"Επανάληψη"
        },
        {
          "label":"Κείμενο σφάλματος όταν δεν υποστηρίζεται το μικρόφωνο",
          "default":"Το μικρόφωνο δεν υποστηρίζεται. Βεβαιωθείτε ότι χρησιμοποιείτε ένα πρόγραμμα περιήγησης που επιτρέπει την καταγραφή ήχου από μικρόφωνο."
        },
        {
          "label":"Κείμενο σφάλματος όταν δεν υπάρχει πρόσβαση στο μικρόφωνο",
          "default":"Το μικρόφωνο δεν είναι προσβάσιμο. Βεβαιωθείτε ότι το μικρόφωνο του φυλλομετρητή είναι ενεργοποιημένο."
        },
        {
          "label":"Μήνυμα που εμφανίζεται όταν δεν επιτρέπεται η μη ασφαλής πρόσβαση",
          "description":"Ορισμένοι φυλλομετρητές δεν επιτρέπουν τη χρήση του μικροφώνου όταν η σελίδα προβάλλεται μέσω HTTP. Όταν συμβαίνει κάτι τέτοιο, θα εμφανιστεί αυτό το μήνυμα.",
          "default":"Η πρόσβαση στο μικρόφωνο δεν επιτρέπεται στον φυλλομετρητή σας, καθώς αυτή η σελίδα δεν εμφανίζεται με HTTPS. Επικοινωνήστε με τον δημιουργό και ζητήστε του να κάνει διαθέσιμο το περιεχόμενο χρησιμοποιώντας HTTPS"
        },
        {
          "label":"Κείμενο που εμφανίζεται όταν μπορεί να ξεκινήσει η ηχογράφηση",
          "default":"Πατήστε το παρακάτω κουμπί για να ηχογραφήσετε την απάντησή σας."
        },
        {
          "label":"Κείμενο που εμφανίζεται κατά την ηχογράφηση",
          "default":"Ηχογράφηση..."
        },
        {
          "label":"Κείμενο που εμφανίζεται όταν έχει γίνει παύση της ηχογράφησης",
          "default":"Η ηχογράφηση έχει σταματήσει. Πατήστε το κουμπί για να τη συνεχίσετε."
        },
        {
          "label":"Κείμενο που εμφανίζεται όταν έχει ολοκληρωθεί η ηχογράφηση",
          "default":"Έχετε ηχογραφήσει επιτυχώς την απάντησή σας! Ακούστε παρακάτω την ηχογράφησή σας."
        },
        {
          "label":"Κείμενο για τη λήψη της ηχογράφησης",
          "default":"Κατεβάστε την ηχογράφηση ή προσπαθήστε ξανά."
        },
        {
          "label":"Παράθυρο επανάληψης: Κείμενο επικεφαλίδας",
          "default":"Επανάληψη ηχογράφησης;"
        },
        {
          "label":"Παράθυρο επανάληψης: Κυρίως κείμενο",
          "default":"Επιλέγοντας \"Επανάληψη\" η τρέχουσα ηχογράφησή σας θα χαθεί."
        },
        {
          "label":"Παράθυρο επανάληψης: Επιβεβαίωση επανάληψης",
          "default":"Επανάληψη"
        },
        {
          "label":"Παράθυρο επανάληψης: Ακύρωση επανάληψης",
          "default":"Ακύρωση"
        },
        {
          "label":"Κείμενο που εμφανίζεται όταν δεν είναι δυνατή η δημιουργία του αρχείου ήχου",
          "default":"Δεν είναι δυνατή η δημιουργία του αρχείου ήχου."
        }
      ]
    }
  ]
}
