{
  "semantics": [
    {
      "label": "Descrição da Tarefa",
      "description": "Texto opcional exibido acima do gravador de áudio"
    },
    {
      "label": "Localização",
      "fields": [
        {
          "label": "Texto do botão Gravar",
          "default": "Gravar"
        },
        {
          "label": "Texto do botão Pausar",
          "default": "Pausar"
        },
        {
          "label": "Texto do botão Continuar",
          "default": "Continuar"
        },
        {
          "label": "Texto do botão Download",
          "default": "Download"
        },
        {
          "label": "Texto do botão Pronto",
          "default": "Pronto"
        },
        {
          "label": "Texto do botão Tentar Novamente",
          "default": "Tentar Novamente"
        },
        {
          "label": "Mensagem de erro de Microfone não suportado",
          "default": "Microfone não suportado. Certifique-se de que está usando um navegador que permite gravação de microfone."
        },
        {
          "label": "Mensagem de erro Microfone inacessível",
          "default": "Microfone não acessível. Certifique-se que seu microfone está ativado."
        },
        {
          "label": "Mensagem exibida quando acesso inseguro não é permitido",
          "description": "Alguns navegadores não permitem usar o microfone quando a página está usando HTTP. Esta mensagem será exibida neste caso",
          "default": "Acesso ao microfone não é permitido no seu navegador, pois esta página não está usando HTTPS. Por favor, contate o autor e solicite para que o uso de HTTPS seja disponibilizado"
        },
        {
          "label": "Mensagem de Pronto para gravar",
          "default": "Pressione o botão abaixo para gravar sua resposta."
        },
        {
          "label": "Mensagem de status de gravação",
          "default": "Gravando..."
        },
        {
          "label": "Mensagem de status de gravação pausada",
          "default": "Gravação pausada. Pressione um botão para continuar a gravação."
        },
        {
          "label": "Mensagem de status de gravação finalizada",
          "default": "Você gravou sua resposta com sucesso! Ouça a gravação abaixo."
        },
        {
          "label": "Mensagem de baixar gravação",
          "default": "Faça download desta gravação ou tente gravar novamente."
        },
        {
          "label": "Cabeçalho de texto do diálogo de Gravar novamente",
          "default": "Gravar novamente?"
        },
        {
          "label": "Corpo de texto do diálogo de Gravar novamente",
          "default": "Pressionando \"Gravar Novamente\" fará com que você perca sua gravação atual."
        },
        {
          "label": "Texto de confirmação do diálogo de Gravar Novamente",
          "default": "Gravar Novamente"
        },
        {
          "label": "Texto de cancelamento do diálogo de Tentar Novamente",
          "default": "Cancelar"
        },
        {
          "label": "Mensagem de status de arquivo de áudio não criado",
          "default": "Não foi possível criar o arquivo de áudio."
        }
      ]
    }
  ]
}
