{
  "semantics": [
    {
      "label": "Descrição da atividade",
      "description": "Texto opcional para mostrar acima do gravador de áudio"
    },
    {
      "label": "Localização",
      "fields": [
        {
          "label": "Texto do botão gravar",
          "default": "Gravar"
        },
        {
          "label": "Texto do botão pausa",
          "default": "Pausa"
        },
        {
          "label": "Texto do botão continuar",
          "default": "Continuar"
        },
        {
          "label": "Texto do botão descarregar",
          "default": "Descarregar"
        },
        {
          "label": "Texto do botão concluído",
          "default": "Concluído"
        },
        {
          "label": "Texto do botão repetir",
          "default": "Repetir"
        },
        {
          "label": "Mensagem de erro de microfone não suportado",
          "default": "Microfone não suportado. Confirme que está a utilizar um navegador que permite a gravação de áudio."
        },
        {
          "label": "Mensagem de erro de microfone inacessível",
          "default": "Não foi possível aceder ao microfone. Verifique o microfone está ativado no seu navegador."
        },
        {
          "label": "Mensagem a exibir quando o acesso inseguro não é permitido",
          "description": "Alguns navegadores não permitem usar o microfone quando a página está a usar HTTP. Esta mensagem será mostrada nesse caso",
          "default": "O acesso ao microfone não é permitido no seu navegador porque esta página não usa HTTPS. Contacte o autor e solicite-lhe a disponibilização da página via HTTPS"
        },
        {
          "label": "Mensagem de pronto para gravar",
          "default": "Pressione o botão abaixo para gravar a sua resposta."
        },
        {
          "label": "Mensagem de estado da gravação",
          "default": "A gravar..."
        },
        {
          "label": "Mensagem de pausa",
          "default": "Gravação em pausa. Clique no botão para continuar a gravação."
        },
        {
          "label": "Mensagem de gravação concluída",
          "default": "Concluiu com sucesso a gravação da sua resposta. Pode ouvir o que gravou abaixo."
        },
        {
          "label": "Mensagem de descarregar gravação",
          "default": "Descarregue esta gravação ou repita a gravação."
        },
        {
          "label": "Título da caixa de diálogo de repetir gravação",
          "default": "Repetir gravação?"
        },
        {
          "label": "Texto da caixa de diálogo de repetir gravação",
          "default": "Ao clicar em \"Repetir\" para voltar a gravar vai perder a gravação atual."
        },
        {
          "label": "Texto de confirmação da caixa de diálogo de repetição",
          "default": "Repetir"
        },
        {
          "label": "Texto de cancelamento da caixa de diálogo de repetição",
          "default": "Cancelar"
        },
        {
          "label": "Mensagem de erro na criação do ficheiro de áudio",
          "default": "Não foi possível criar o ficheiro de áudio."
        }
      ]
    }
  ]
}
