{
  "libraryStrings": {
    "selectVideo": "Трябва да изберете видеоклип, преди да добавите интерактивност.",
    "noVideoSource": "Няма видео източник",
    "notVideoField": "\":path\" не е видео.",
    "notImageField": "\":path\" не е изображение.",
    "insertElement": "Кликнете и плъзнете, за да поставите :тип",
    "done": "Готово",
    "loading": "Зареждане...",
    "remove": "Премахване",
    "removeInteraction": "Сигурен ли сте, че искате да премахнете тази интерактивност?",
    "addBookmark": "Добавете отметка в @timecode",
    "newBookmark": "Нова отметка",
    "bookmarkAlreadyExists": "Отметката вече съществева тук. Преместете възпроизвеждащата глава и добавете отметка или екран за подаване по друго време.",
    "tourButtonStart": "Обиколка",
    "tourButtonExit": "Изход",
    "tourButtonDone": "Готово",
    "tourButtonBack": "Назад",
    "tourButtonNext": "Следващ",
    "tourStepUploadIntroText": "<p>Тази обиколка ви води през най-важните функции на редактора на интерактивното видео.</p><p>Започнете тази обиколка по всяко време, като натиснете бутона Обиколка в горния десен ъгъл. </p> <p>Натиснете бутона Изход, за да излезете от тази обиколка или натиснете бутона Следващ, за да продължите.</p>",
    "tourStepUploadFileTitle": "Добавяне на видео",
    "tourStepUploadFileText": "<p>Започнете с добавяне на видео файл. Можете да качите файл от компютъра си или да го поставите линк от YouTube или в поддържан видеофайл. </p> <p> За да осигурите съвместимост между браузърите, можете да качите множество файлови формати от един и същи видеоклип, като например mp4 и WebM.</p>",
    "tourStepUploadAddInteractionsTitle": "Добавяне на интерактиност",
    "tourStepUploadAddInteractionsText": "<p>След като добавите видеоклип, можете да започнете да добавяте интерактивност. </p> <p> Натиснете раздела <em> Добавяне на интерактивност </em>, за да започнете.</p>",
    "tourStepCanvasToolbarTitle": "Добавяне на интерактивност",
    "tourStepCanvasToolbarText": "За да добавите интерактивност, плъзнете елемент от лентата с инструменти и го пуснете върху видеоклипа.",
    "tourStepCanvasEditingTitle": "Редактиране на интерактивността",
    "tourStepCanvasEditingText": "<p>След като е добавена интерактивност, можете да я плъзнете, за да я преместите. </p> <p> За да промените размера на интерактивността натиснете и плъзнете. </p> <p> Когато изберете интерактивност контекстното меню ще се появи. За да редактирате съдържанието на интерактивността натиснете бутона Редактиране от менюто. Можете да премахнете интерактивността  чрез натискане на бутона Премахване в менюто.</p>",
    "tourStepCanvasBookmarksTitle": "Отметки",
    "tourStepCanvasBookmarksText": "Можете да добавите отметки от менюто Отметки. Натиснете бутона Отметки, за да отворите менюто.",
    "tourStepCanvasEndscreensTitle": "Екрани",
    "tourStepCanvasEndscreensText": "Можете да добавите екрани за показване от менюто за показване на екрани. Натиснете бутона за показване на екрана, за да отворите менюто.",
    "tourStepCanvasPreviewTitle": "Преглед на Вашето интерактивно видео",
    "tourStepCanvasPreviewText": "Натиснете бутона Възпроизвеждане/Play, за да прегледате интерактивното видео, докато редактирате.",
    "tourStepCanvasSaveTitle": "Запази и виж",
    "tourStepCanvasSaveText": "Когато приключите с добавянето на интерактивност към видеоклипа си, натиснете Запазване / Създаване/Save/Create, за да видите резултата..",
    "tourStepSummaryText": "Това опционално обобщение резултатите от интерактивностто ще се покаже в края на видеото.",
    "fullScoreRequiredPause": "\"Изискване на пълен резултат\" е необходима, когато опцията \"Пауза\" е разрешена.",
    "fullScoreRequiredRetry": "\"Изискване на пълен резултат\" е необходима, когато опцията \"Опитай пак\" е разрешена.",
    "fullScoreRequiredTimeFrame": "Вече съществува интерактивност, която изисква пълен резултат в същия интервал на тази интерактивност. <br /> Само една от интерактивностите ще трябва да отговори.",
    "addEndscreen": "Добави Submit Екран към @timecode",
    "endscreen": "Submit Екран",
    "endscreenAlreadyExists": "Submit екрана вече съществува тук. Премести playhead и добави submit екран или сложи отметката в друго време.",
    "tooltipBookmarks": "Кликнете, за да добавите отметка в текущата точка на видеоклипа",
    "tooltipEndscreens": "Кликнете, за да добавите submit екран в текущата точка във видеоклипа",
    "expandBreadcrumbButtonLabel": "Върни се",
    "collapseBreadcrumbButtonLabel": "Затвaряне на навигацията",
    "deleteInteractionTitle": "Deleting interaction",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "ok": "Ok"
  }
}
