{
  "libraryStrings": {
    "selectVideo": "Heu de seleccionar un vídeo abans d’afegir interaccions.",
    "noVideoSource": "No hi ha font de vídeo",
    "notVideoField": "\":path\" no es un vídeo.",
    "notImageField": "\":path\" no es una imatge.",
    "insertElement": "Feu clic i arrossegueu per col·locar :type",
    "done": "Fet",
    "loading": "S’està carregant...",
    "remove": "Suprimeix",
    "removeInteraction": "Segur que voleu suprimir aquesta interacció?",
    "addBookmark": "Afegeix un marcador a @timecode",
    "newBookmark": "Marcador nou",
    "bookmarkAlreadyExists": "Aquí ja hi ha un marcador. Moveu l’indicador de reproducció i afegiu un marcador o una pantalla d’enviament en un altre moment.",
    "tourButtonStart": "Recorregut",
    "tourButtonExit": "Surt",
    "tourButtonDone": "Fet",
    "tourButtonBack": "Tornar",
    "tourButtonNext": "Següent",
    "tourStepUploadIntroText": "<p>Aquest recorregut us porta per les funcions més importants de l’editor de vídeo interactiu.</p><p>Podeu iniciar aquest recorregut en qualsevol moment prement el botó Recorregut situat a l’extrem superior dret.</p><p>Premeu SURT per ometre aquest recorregut o premeu SEGÜENT per continuar.</p>",
    "tourStepUploadFileTitle": "Afegint vídeo",
    "tourStepUploadFileText": "<p>Comenceu per afegir un fitxer de vídeo. Podeu pujar un fitxer de l’ordinador o enganxar un URL que dirigeixi a un vídeo de YouTube o a un fitxer de vídeo admès.</p><p>Per garantir la compatibilitat entre navegadors, podeu pujar el mateix vídeo en diversos formats de fitxer, com ara MP4 i WEBM.</p>",
    "tourStepUploadAddInteractionsTitle": "Addició d’interaccions",
    "tourStepUploadAddInteractionsText": "<p>Quan hàgiu afegit un vídeo, podreu començar a afegir interaccions.</p><p>Premeu la pestanya <em>Afegeix interaccions</em> per començar.</p>",
    "tourStepCanvasToolbarTitle": "Addició d’interaccions",
    "tourStepCanvasToolbarText": "Per afegir una interacció, arrossegueu un element de la barra d’eines i deixeu-lo anar al vídeo.",
    "tourStepCanvasEditingTitle": "S’estan editant les interaccions",
    "tourStepCanvasEditingText": "<p>Un cop s’ha afegit una interacció, podeu arrossegar-la per canviar-la de lloc.</p><p>Per canviar la mida d’una interacció, premeu-ne el punter i arrossegueu-lo.</p><p>En seleccionar una interacció, es mostrarà un menú contextual. Per editar el contingut de la interacció, premeu el botó \"Edita\" del menú contextual. Per suprimir una interacció, premeu el botó \"Suprimeix\" del menú contextual.</p>",
    "tourStepCanvasBookmarksTitle": "Marcadors",
    "tourStepCanvasBookmarksText": "Podeu afegir marcadors des del menú de marcadors. Premeu el botó \"Marcador\" per obrir aquest menú.",
    "tourStepCanvasEndscreensTitle": "Pantalles d’enviament",
    "tourStepCanvasEndscreensText": "Podeu afegir pantalles d’enviament des del menú de pantalles d’enviament. Premeu el botó de pantalla d’enviament per obrir aquest menú.",
    "tourStepCanvasPreviewTitle": "Previsualitza el vídeo interactiu",
    "tourStepCanvasPreviewText": "Premeu el botó \"Reprodueix\" per previsualitzar el vídeo interactiu durant l’edició.",
    "tourStepCanvasSaveTitle": "Desa i mostra",
    "tourStepCanvasSaveText": "Quan hàgiu acabat d’afegir interaccions al vídeo, premeu Desa/Crea per veure’n el resultat.",
    "tourStepSummaryText": "Aquest qüestionari de resum opcional es mostrarà al final del vídeo.",
    "fullScoreRequiredPause": "L’opció \"Es requereix una puntuació total\" requereix que l’opció \"Pausa\" estigui activada.",
    "fullScoreRequiredRetry": "L’opció \"Es requereix una puntuació total\" requereix que l’opció \"Torna-ho a provar\" estigui activada",
    "fullScoreRequiredTimeFrame": "Ja hi ha una interacció que requereix la puntuació total en el mateix interval que aquesta interacció.<br /> Només es requerirà que es respongui a una de les interaccions.",
    "addEndscreen": "Afegeix una pantalla d’enviament a @timecode",
    "endscreen": "Pantalla d’enviament",
    "endscreenAlreadyExists": "Aquí ja hi ha una pantalla d’enviament. Moveu l’indicador de reproducció i afegiu una pantalla d’enviament o un marcador més endavant.",
    "tooltipBookmarks": "Feu clic per afegir un marcador al punt actual del vídeo",
    "tooltipEndscreens": "Feu clic per afegir una pantalla d’enviament al punt actual del vídeo",
    "expandBreadcrumbButtonLabel": "Enrere",
    "collapseBreadcrumbButtonLabel": "Tanca la navegació",
    "deleteInteractionTitle": "S'està suprimint la interacció",
    "cancel": "Cancel·la",
    "confirm": "Confirma",
    "ok": "D'acord"
  }
}
