{
  "libraryStrings": {
    "selectVideo": "Es muss ein Video ausgewählt werden, bevor eine Interaktion hinzugefügt werden kann.",
    "noVideoSource": "Fehlendes Video",
    "notVideoField": "Unter \":path\" ist kein Video zu finden.",
    "notImageField": "Unter \":path\" ist kein Bild zu finden.",
    "insertElement": "Klicken und an die gewünschte Stelle ziehen, um :type zu platzieren",
    "done": "Fertig",
    "loading": "Lädt...",
    "remove": "Entfernen",
    "removeInteraction": "Diese Interaktion ganz sicher löschen?",
    "addBookmark": "Lesezeichen hinzufügen bei @timecode",
    "newBookmark": "Neues Lesezeichen",
    "bookmarkAlreadyExists": "Lesezeichen existiert hier bereits. Bewege den Abspielknopf und füge ein Lesezeichen oder eine Antwortübermittlung an einer anderen Stelle hinzu.",
    "tourButtonStart": "Tour",
    "tourButtonExit": "Beenden",
    "tourButtonDone": "Fertig",
    "tourButtonBack": "Zurück",
    "tourButtonNext": "Weiter",
    "tourStepUploadIntroText": "<p>Diese Tour führt durch die wichtigsten Funktionen des Interaktiven Videoeditors.</p><p>Du kannst sie jederzeit starten, indem du auf den Tour-Button in der oberen rechten Ecke klickst.</p><p>Klicke auf BEENDEN, um sie zu überspringen oder auf WEITER, um mit ihr fortzufahren.</p>",
    "tourStepUploadFileTitle": "Ein Video hinzufügen",
    "tourStepUploadFileText": "<p>Beginne, indem du eine Videodatei hinzufügst. Es kann eine Datei vom Computer hochgeladen oder eine URL zu einem YouTube-Video bzw. einer Online-Videodatei eingefügt werden.</p><p>Um die Kompatibilität über mehrere Browser hinweg sicher zu stellen, können mehrere Dateiformate des gleichen Videos hochgeladen werden, wie beispielsweise mp4 und webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Hinzufügen von Interaktionen",
    "tourStepUploadAddInteractionsText": "<p>Sobald du ein Video hinzugefügt hast, kannst du Interaktionen hinzufügen.</p><p>Mit einem Klick auf <em>Interaktion hinzufügen</em> geht es los.</p>",
    "tourStepCanvasToolbarTitle": "Interaktionen hinzufügen",
    "tourStepCanvasToolbarText": "Um eine Interaktion hinzuzufügen, muss ein Element von der Werkzeugleiste gezogen und auf dem Video platziert werden.",
    "tourStepCanvasEditingTitle": "Interaktionen bearbeiten",
    "tourStepCanvasEditingText": "<p>Sobald eine Interaktion hinzugefügt wurde, kann diese mit der Maus verschoben werden, um sie neu zu positionieren.</p><p>Ihre Größe kann verändert werden, indem man an dem Rahmen zieht.</p><p>Wenn eine Interaktion ausgewählt wird, erscheint ein Kontextmenü. Um den Inhalt der Interaktion zu bearbeiten, muss der \"Bearbeiten\"-Button im Kontextmenü ausgewählt werden. Eine Interaktion kann durch das Drücken des \"Entfernen\"-Buttons im Kontextmenü gelöscht werden.</p>",
    "tourStepCanvasBookmarksTitle": "Lesezeichen",
    "tourStepCanvasBookmarksText": "Es können Lesezeichen im Lesezeichenmenü hinzugefügt werden. Klick den Lesezeichen-Button rechts neben dem Abspiel-Button an, um das Menü zu öffnen.",
    "tourStepCanvasEndscreensTitle": "Übermittlung der Antworten",
    "tourStepCanvasEndscreensText": "Du kannst den Lernenden die Möglichkeit geben, ihre Antworten an dich zu übermitteln. Klicke auf den \"Antwortübermittlungs\"-Button, um das entsprechende Menü zu öffnen.",
    "tourStepCanvasPreviewTitle": "Vorschau deines interaktiven Videos",
    "tourStepCanvasPreviewText": "Drücke den Abspiel-Button, um eine Vorschau des interaktiven Videos während des Bearbeitens zu sehen.",
    "tourStepCanvasSaveTitle": "Speichern und ansehen",
    "tourStepCanvasSaveText": "Wenn du damit fertig bist, Interaktionen zum Video hinzuzufügen, kannst du das Ergebnis mit einem Klick auf Speichern/Erstellen anschauen.",
    "tourStepSummaryText": "Diese optionale Zusammenfassungsaufgabe wird am Ende des Videos erscheinen.",
    "fullScoreRequiredPause": "Die Option \"Volle Punktzahl erforderlich\" setzt voraus, dass \"Pause\" aktiviert ist.",
    "fullScoreRequiredRetry": "Die Option \"Volle Punktzahl erforderlich\" setzt voraus, dass \"Wiederholen\" aktiviert ist.",
    "fullScoreRequiredTimeFrame": "Es existiert bereits eine Interaktion, die die volle Punktzahl im selben Intervall wie diese Interaktion erfordert. <br /> Nur eine der Interaktionen muss beantwortet werden.",
    "addEndscreen": "Antwortübermittlung einfügen bei @timecode",
    "endscreen": "Antwortübermittlung",
    "endscreenAlreadyExists": "Antwortübermittlung existiert hier bereits. Bewege den Abspielknopf und füge ein Lesezeichen oder eine Antwortübermittlung an einer anderen Stelle hinzu.",
    "tooltipBookmarks": "Klicke hier, um ein Lesezeichen an der aktuellen Position einzufügen",
    "tooltipEndscreens": "Klicke hier, um eine Antwortübermittlung an der aktuellen Position einzufügen",
    "expandBreadcrumbButtonLabel": "Zurück",
    "collapseBreadcrumbButtonLabel": "Navigation schließen",
    "deleteInteractionTitle": "Lösche Interaktion",
    "cancel": "Abbrechen",
    "confirm": "Bestätigen",
    "ok": "Ok"
  }
}
