{
  "libraryStrings":{
    "selectVideo":"Πρέπει να επιλέξετε ένα βίντεο προτού προσθέσετε διαδραστικά στοιχεία",
    "noVideoSource":"Δεν υπάρχει αρχείο προέλευσης βίντεο",
    "notVideoField":"Το \":path\" δεν είναι βίντεο",
    "notImageField":"Το \":path\" δεν είναι εικόνα",
    "insertElement":"Κάντε κλικ και τοποθετήστε το :type",
    "done":"Ολοκλήρωση",
    "loading":"Φόρτωση...",
    "remove":"Αφαίρεση",
    "removeInteraction":"Είστε σίγουρος ότι θέλετε να αφαιρέσετε αυτό το διαδραστικό στοιχείο;",
    "addBookmark":"Προσθήκη σελιδοδείκτη",
    "newBookmark":"Νέος σελιδοδείκτης",
    "bookmarkAlreadyExists":"Ο σελιδοδείκτης υπάρχει ήδη. Προσθέστε έναν σελιδοδείκτη σε άλλη χρονική στιγμή.",
    "tourButtonStart":"Περιήγηση",
    "tourButtonExit":"ΕΞΟΔΟΣ",
    "tourButtonDone":"ΟΛΟΚΛΗΡΩΣΗ",
    "tourButtonBack":"ΠΡΟΗΓΟΥΜΕΝΟ",
    "tourButtonNext":"ΕΠΟΜΕΝΟ",
    "tourStepUploadIntroText":"<p>Αυτή η περιήγηση σάς καθοδηγεί στις πιο σημαντικές λειτουργίες του προγράμματος επεξεργασίας του διαδραστικού βίντεο.</p><p>Μπορείτε να ξεκινήσετε αυτήν την περιήγηση ανά πάσα στιγμή επιλέγοντας το κουμπί \"Περιήγηση\" στην επάνω δεξιά γωνία.</p><p>Επιλέξτε \"Έξοδος\" για να παραλείψετε αυτήν την περιήγηση ή πατήστε \"Επόμενο\" για να συνεχίσετε.</p>",
    "tourStepUploadFileTitle":"Προσθήκη βίντεο",
    "tourStepUploadFileText":"<p>Ξεκινήστε προσθέτοντας ένα αρχείο βίντεο. Μπορείτε να ανεβάσετε ένα αρχείο από τον υπολογιστή σας ή να επικολλήσετε μια διεύθυνση URL προς ένα βίντεο στο YouTube ή σε ένα υποστηριζόμενο αρχείο βίντεο.</p><p>Για να διασφαλίσετε τη συμβατότητα μεταξύ των φυλλομετρητών, μπορείτε να ανεβάσετε πολλαπλές μορφές αρχείων του ίδιου βίντεο, όπως mp4 και webm.</p>",
    "tourStepUploadAddInteractionsTitle":"Προσθήκη διαδραστικών στοιχείων",
    "tourStepUploadAddInteractionsText":"<p>Μόλις προσθέσετε ένα βίντεο, μπορείτε να ξεκινήσετε να προσθέτετε διαδραστικά στοιχεία.</p><p>Για να ξεκινήσετε, επιλέξτε <em>\"Προσθήκη διαδραστικών σοιχείων\"</em></p>",
    "tourStepCanvasToolbarTitle":"Προσθήκη διαδραστικών στοιχείων",
    "tourStepCanvasToolbarText":"Για να προσθέσετε ένα διαδραστικό στοιχείο, σύρετέ το από τη γραμμή εργαλείων και αποθέστε το στο βίντεο",
    "tourStepCanvasEditingTitle":"Επεξεργασία διαδραστικών στοιχείων",
    "tourStepCanvasEditingText":"<p>Μόλις προστεθεί ένα διαδραστικό στοιχείο, μπορείτε να το σύρετε για να το επανατοποθετήσετε.</p><p>Για να αλλάξετε το μέγεθος του διαδραστικού στοιχείου, επιλέξτε τις λαβές και σύρετε.</p><p>Όταν επιλέξετε ένα διαδραστικό στοιχείο, θα εμφανιστεί ένα μενού διαθέσιμων ενεργειών. Για να επεξεργαστείτε το περιεχόμενο του διαδραστικού στοιχείου, επιλέξτε από το μενού την ενέργεια \"Επεξεργασία\". Μπορείτε να αφαιρέσετε ένα διαδραστικό στοιχείο επιλέγοντας από το μενού την ενέργεια \"Αφαίρεση\".</p>",
    "tourStepCanvasBookmarksTitle":"Σελιδοδείκτες",
    "tourStepCanvasBookmarksText":"Μπορείτε να προσθέσετε Σελιδοδείκτες από το μενού σελιδοδεικτών. Επιλέξτε το κουμπί \"Σελιδοδείκτης\" για να ανοίξετε το μενού",
    "tourStepCanvasEndscreensTitle":"Οθόνες υποβολής",
    "tourStepCanvasEndscreensText":"Μπορείτε να προσθέσετε Οθόνες υποβολής από το μενού οθονών υποβολής. Επιλέξτε το κουμπί \"Οθόνη υποβολής\" για να ανοίξετε το μενού.",
    "tourStepCanvasPreviewTitle":"Προεπισκόπηση διαδραστικού βίντεο",
    "tourStepCanvasPreviewText":"Επιλέξτε το κουμπί αναπαραγωγής (play) για να δείτε το διαδραστικό σας βίντεο καθώς το επεξεργάζεστε",
    "tourStepCanvasSaveTitle":"Αποθήκευση και Προβολή",
    "tourStepCanvasSaveText":"Όταν ολοκληρώσετε την προσθήκη διαδραστικών στοιχείων στο βίντεό σας, πατήστε \"Δημιουργία\"/\"Ενημέρωση\" για να δείτε το αποτέλεσμα",
    "tourStepSummaryText":"Αυτή η σύνοψη θα εμφανιστεί στο τέλος του βίντεο. (Προαιρετικό)",
    "fullScoreRequiredPause":"Η επιλογή \"Απαιτείται πλήρης βαθμολογία\" απαιτεί την ενεργοποίηση της \"Παύσης\"",
    "fullScoreRequiredRetry":"Η επιλογή \"Απαιτείται πλήρης βαθμολογία\" απαιτεί την ενεργοποίηση της \"Επανάληψης\"",
    "fullScoreRequiredTimeFrame":"Υπάρχει ήδη μια αλληλεπίδραση που απαιτεί πλήρη βαθμολογία την ίδια χρονική στιγμή με αυτό το διαδραστικό στοιχείο.<br />Μόνο ένα από τα διδραστικά στοιχεία απαιτείται να απαντηθεί",
    "addEndscreen":"Προσθέστε οθόνη υποβολής στο @timecode",
    "endscreen":"Οθόνη υποβολής",
    "endscreenAlreadyExists":"Μία οθόνη υποβολής υπάρχει ήδη σ'αυτό το σημείο. Μετακινήστε την κεφαλή και προσθέστε οθόνη υποβολής ή σελιδοδείκτη σε κάποιο άλλο σημείο.",
    "tooltipBookmarks":"Κάντε κλικ για να προσθέσετε σελιδοδείκτη στο τρέχον σημείο του βίντεο",
    "tooltipEndscreens":"Κάντε κλικ για να προσθέσετε οθόνη υποβολής στο τρέχον σημείο του βίντεο",
    "expandBreadcrumbButtonLabel": "Πίσω",
    "collapseBreadcrumbButtonLabel": "Κλείσιμο πλοήγησης",
    "deleteInteractionTitle": "Διαγραφή αλληλεπίδρασης",
    "cancel": "Άκυρο",
    "confirm": "Επιβεβαίωση",
    "ok": "Εντάξει"
  }
}
