{
  "libraryStrings": {
    "selectVideo": "Usted debe seleccionar un video antes de añadir interacciones.",
    "noVideoSource": "No hay Fuente de Video",
    "notVideoField": "\":path\" no es un video.",
    "notImageField": "\":path\" no es una imagen.",
    "insertElement": "Clic y arrastrar para colocar :type",
    "done": "Hecho",
    "loading": "Cargando...",
    "remove": "Eliminar",
    "removeInteraction": "¿Esta seguro de querer eliminar esta interacción?",
    "addBookmark": "Añadir marcador en @timecode",
    "newBookmark": "Nuevo marcador",
    "bookmarkAlreadyExists": "Un marcador ya existe aquí. Mueva el cursor y añada un marcador o la pantalla para enviar en otro momento.",
    "tourButtonStart": "Tour",
    "tourButtonExit": "Salir",
    "tourButtonDone": "Hecho",
    "tourButtonBack": "Regresar",
    "tourButtonNext": "Siguiente",
    "tourStepUploadIntroText": "<p>Este tour lo guía por las características más importantes del editor de Video Interactivo.</p><p>Comience este tour en cualquier momento al apretar el botón del Tour en la esquina superior derecha.</p><p>Presione SALIR para saltarse este tour o presione SIGUIENTE para continuar.</p>",
    "tourStepUploadFileTitle": "Añadiendo video",
    "tourStepUploadFileText": "<p>Comience añadiendo un archivo de video. Usted puede subir un video desde su computadora o puede pegar una URL hacia un video de YouTube o un archivo de video soportado.</p><p>Para asegurar compatibilidad entre navegadores, puede subir varios formatos de archivos del mismo video, como mp4 y webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Añadiendo interacciones",
    "tourStepUploadAddInteractionsText": "<p>Una vez que haya añadido un video, puede comenzar a añadir interacciones.</p><p>Presione la pestaña <em>Añadir interacciones</em> para comenzar.</p>",
    "tourStepCanvasToolbarTitle": "Añadiendo interacciones",
    "tourStepCanvasToolbarText": "Para añadir una interacción, arrastre un elemento de la barra de herramientas y suéltelo en el video.",
    "tourStepCanvasEditingTitle": "Editando interacciones",
    "tourStepCanvasEditingText": "<p>Una vez que se haya añadido una interacción, puede arrastrarla para re-posicionarla.</p><p>Para cambiarle de tamaño a una interacción, presione las agarraderas y arrastre.</p><p>Cuando Usted selecciona una interacción, aparecerá un menú contextual. Para editar el contenido de la interacción, presione el botón de Editar en el menú contextual. Usted puede eliminar una interacción al presionar el botón Eliminar en el menú contextual.</p>",
    "tourStepCanvasBookmarksTitle": "Marcadores",
    "tourStepCanvasBookmarksText": "Usted puede añadir Marcadores desde el menú de Marcadores. Presione el botón Marcador para abrir el menú.",
    "tourStepCanvasEndscreensTitle": "Pantallas de Envío",
    "tourStepCanvasEndscreensText": "Usted puede añadir pantallas para envío desde el menú de pantallas de envío. Presione el botón de enviar pantalla para abrir el menú.",
    "tourStepCanvasPreviewTitle": "Previsualizar su video interactivo",
    "tourStepCanvasPreviewText": "Presione el botón de Reproducir para previsualizar su video interactivo mientras lo edita.",
    "tourStepCanvasSaveTitle": "Guardar y ver",
    "tourStepCanvasSaveText": "Cuando haya terminado de añadirle interacciones a su video, presione Guardar/Crear para ver el resultado.",
    "tourStepSummaryText": "Este Examen de resumen opcional aparecerá al final del video.",
    "fullScoreRequiredPause": "La opción \"Se requiere puntaje completo\" requiere que esté habilitada \"Pausa\".",
    "fullScoreRequiredRetry": "La opción \"Se requiere puntaje completo\" requiere que esté habilitado \"Reintentar\"",
    "fullScoreRequiredTimeFrame": "Ya existe una interacción que requiere de puntaje completo en el mismo intervalo de esta interacción.<br /> Solamente una de las interacciones será necesaria para contestar.",
    "addEndscreen": "Añadir pantalla de envío en @timecode",
    "endscreen": "Pantalla de envío",
    "endscreenAlreadyExists": "Pantalla de envío ya existe aquí. Mueva el puntero y añada una pantalla de envío o un marcador en otro momento.",
    "tooltipBookmarks": "Clic para añadir marcador en el punto actual en el video",
    "tooltipEndscreens": "Clic para añadir pantalla para enviar en el punto actual en el video",
    "expandBreadcrumbButtonLabel": "Regresar",
    "collapseBreadcrumbButtonLabel": "Cerrar navegación",
    "deleteInteractionTitle": "Eliminando interacción",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "ok": "Ok"
  }
}
