{
  "libraryStrings": {
    "selectVideo": "Debes seleccionar un vídeo antes de añadir interacciones.",
    "noVideoSource": "Sin fuente de vídeo",
    "notVideoField": "\":path\" no es un vídeo.",
    "notImageField": "\":path\" no es una imagen.",
    "insertElement": "Clic y arrastrar para colocar :type",
    "done": "Hecho",
    "loading": "Cargando...",
    "remove": "Eliminar",
    "removeInteraction": "¿Seguro de quieres eliminar esta interacción?",
    "addBookmark": "Añadir marcador en @timecode",
    "newBookmark": "Nuevo marcador",
    "bookmarkAlreadyExists": "Ya hay marcador aquí. Mueve el cursor y añade un marcador o una pantalla para enviar en otro punto de tiempo.",
    "tourButtonStart": "Recorrido",
    "tourButtonExit": "Salir",
    "tourButtonDone": "Hecho",
    "tourButtonBack": "Atrás",
    "tourButtonNext": "Siguiente",
    "tourStepUploadIntroText": "<p>Este recorrido te lleva por las características más importantes del editor de Video Interactivo.</p><p>Comienza el recorrido en cualquier momento pulsando el botón Recorrido en la esquina superior derecha.</p><p>Pulsa SALIR para saltarte este recorrido o SIGUIENTE para continuar.</p>",
    "tourStepUploadFileTitle": "Añadiendo vídeo",
    "tourStepUploadFileText": "<p>Comienza añadiendo un archivo de vídeo. Puedes subir un vídeo desde tu ordenador, pegar una URL de un vídeo de YouTube o de un archivo de vídeo soportado.</p><p>Para asegurar la compatibilidad entre navegadores, puedes subir varios formatos de archivo para un mismo vídeo, como por ejemplo mp4 y webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Añadiendo interacciones",
    "tourStepUploadAddInteractionsText": "<p>Una vez que hayas añadido un vídeo, puedes comenzar a añadir interacciones.</p><p>Presiona la pestaña <em>Añadir interacciones</em> para comenzar.</p>",
    "tourStepCanvasToolbarTitle": "Añadiendo interacciones",
    "tourStepCanvasToolbarText": "Para añadir una interacción, arrastra un elemento de la barra de herramientas y suéltalo sobre el vídeo.",
    "tourStepCanvasEditingTitle": "Editando interacciones",
    "tourStepCanvasEditingText": "<p>Una vez que se haya añadido una interacción, puedes arrastrarla para cambiar su ubicación.</p><p>Para cambiar de tamaño una interacción, pulsa en las agarraderas y arrastra.</p><p>Cuando seleccionas una interacción, aparecerá un menú contextual. Para editar el contenido de la interacción, pulsa el botón Editar en el menú contextual. Puedes eliminar una interacción pulsando el botón Eliminar en el menú contextual.</p>",
    "tourStepCanvasBookmarksTitle": "Marcadores",
    "tourStepCanvasBookmarksText": "Puedes añadir Marcadores desde el menú de Marcadores. Pulsa el botón Marcador para abrir el menú.",
    "tourStepCanvasEndscreensTitle": "Pantallas de Envío",
    "tourStepCanvasEndscreensText": "Puedes añadir pantallas para envío desde el menú de pantallas de envío. Pulsa el botón enviar pantalla para abrir el menú.",
    "tourStepCanvasPreviewTitle": "Vista previa de tu vídeo interactivo",
    "tourStepCanvasPreviewText": "Pulsa el botón Reproducir para ver una vista previa de tu vídeo interactivo mientras lo editas.",
    "tourStepCanvasSaveTitle": "Guardar y ver",
    "tourStepCanvasSaveText": "Cuando hayas terminado de añadirle interacciones a tu vídeo, pulsa Guardar/Crear para ver el resultado.",
    "tourStepSummaryText": "Esta prueba de resumen opcional aparecerá al final del vídeo.",
    "fullScoreRequiredPause": "La opción \"Se requiere puntuación completa\" necesita que esté habilitada \"Pausa\".",
    "fullScoreRequiredRetry": "La opción \"Se requiere puntuación completa\" necesita que esté habilitado \"Intentar de nuevo\"",
    "fullScoreRequiredTimeFrame": "Ya existe una interacción que requiere de puntuación completa en el mismo intervalo de esta interacción.<br /> Solamente será necesario contestar una de las interacciones.",
    "addEndscreen": "Añadir pantalla de envío en @timecode",
    "endscreen": "Pantalla de envío",
    "endscreenAlreadyExists": "Ya existe una pantalla de envío aquí. Mueve el puntero y añade una pantalla de envío o un marcador en otro punto de tiempo.",
    "tooltipBookmarks": "Clic para añadir marcador en el punto actual en el vídeo",
    "tooltipEndscreens": "Clic para añadir pantalla de envío en el punto actual en el vídeo",
    "expandBreadcrumbButtonLabel": "Atrás",
    "collapseBreadcrumbButtonLabel": "Cerrar navegación",
    "deleteInteractionTitle": "Eliminando interacción",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "ok": "Ok"
  }
}
