{
  "libraryStrings": {
    "selectVideo": "Bideo bat hautatu behar duzu interakzioak gehitu aurretik.",
    "noVideoSource": "Bideo iturririk ez dago",
    "notVideoField": "\":path\" ez da bideo bat.",
    "notImageField": "\":path\" ez da irudi bat.",
    "insertElement": "Klikatu eta arrastatu hona: :type",
    "done": "Eginda",
    "loading": "Kargatzen...",
    "remove": "Ezabatu",
    "removeInteraction": "Ziur zaude interakzio hau ezabatu nahi duzula?",
    "addBookmark": "Gehitu laster-marka hemen: @timecode",
    "newBookmark": "Laster-marka berria",
    "bookmarkAlreadyExists": "Hemen dagoeneko beste laster-marka dago. Mugitu erreprodukzio-burua eta gehitu laster-marka edo bidalketa-pantaila beste une batean.",
    "tourButtonStart": "Gida",
    "tourButtonExit": "Irten",
    "tourButtonDone": "Eginda",
    "tourButtonBack": "Atzera",
    "tourButtonNext": "Hurrengoa",
    "tourStepUploadIntroText": "<p>Testu honek gidatuko zaitu Bideo interaktiboen editorearen eginbide nagusietatik.</p><p>Hasi gida hau nahi duzun unean eskuineko goiko ertzean dagoen Gida botoia sakatuta.</p><p>Sakatu IRTEN gida hau saltatzeko edo HURRENGOA jarraitzeko.</p>",
    "tourStepUploadFileTitle": "Bideoa gehitzen",
    "tourStepUploadFileText": "<p>Hasi bideo fitxategi bat gehitzen. Kargatu dezakezu fitxategi bat zure ordenagailutik edo Youtubeko zein onartutako beste iturriko URLa itsatsi.</p><p>Zure nabigatzailearekiko bateragarritasuna segurtatzeko bideo bera hainbat formatutan kargatu dezakezu, hala nola mp4 eta webm.</p>b",
    "tourStepUploadAddInteractionsTitle": "Interakzioak gehitzen",
    "tourStepUploadAddInteractionsText": "<p>Behin bideo bat gehitu ondoren, has zaitezke interakzioak gehitzen.</p><p>Sakatu <em>Gehitu interakzioak</em>fitxa hasteko.</p>",
    "tourStepCanvasToolbarTitle": "Interakzioak gehitzen",
    "tourStepCanvasToolbarText": "Interakzio bat gehitzeko, arrastatu tresna-barrako elementu bat eta jaregin bideoan.",
    "tourStepCanvasEditingTitle": "Interakzioak editatzen",
    "tourStepCanvasEditingText": "<p>Behin interakzio bat gehitu denean, arrastatuz birkokatu dezakezu.</p><p>Interakzio bat tamainaz aldatzeko, sakatu kontroletan eta arrastatu.</p><p>Interakzio bat hautatzen duzunean, laster-menu bat agertuko da. Interakzioaren edukia editatzeko, sakatu laster-menuko Editatu botoia. Interakzio bat ezabatzeko sakatu laster-menuko Ezabatu botoia. </p>",
    "tourStepCanvasBookmarksTitle": "Laster-markak",
    "tourStepCanvasBookmarksText": "Laster-marka bat gehitu dezakezu laster-marken menutik. Saka ezazu Lastermarkak botoia menua irekitzeko.",
    "tourStepCanvasEndscreensTitle": "Bidalketa-pantailak",
    "tourStepCanvasEndscreensText": "Gehitu ditzakezu bidalketa-pantailak bidalketa-pantailen menutik. Sakatu bidalketa-pantailaren botoia menua irekitzeko.",
    "tourStepCanvasPreviewTitle": "Aurreikusi bideo interaktiboa",
    "tourStepCanvasPreviewText": "Sakatu Erreprodukzio-botoia aurreikusteko bideo interaktiboa editatzen duzun bitartean.",
    "tourStepCanvasSaveTitle": "Gorde eta bistaratu",
    "tourStepCanvasSaveText": "Bideoan interakzio bat gehitzen ari zarenean, saka ezazu Gorde/Sortu emaitza ikusteko.",
    "tourStepSummaryText": "Aukerazko laburpen-galdetegi hau bideoaren bukaeran agertuko da.",
    "fullScoreRequiredPause": "\"Puntuazio osoa behar da\" opzioak behartzen du \"Pausarazi\" gaitua izatea.",
    "fullScoreRequiredRetry": "\"Puntuazio osoa behar da\" opzioak behartzen du \"Saiatu berriro\" gaitua izatea",
    "fullScoreRequiredTimeFrame": "Dagoeneko badago interakzio honen tarte berean puntuazio osoa eskatzen duen beste interakzio bat.<br /> Interakzioetako bat bakarrik erantzun beharko da.",
    "addEndscreen": "Gehitu bidaltzeko pantaila hemen: @timecode",
    "endscreen": "Bidalketa-pantaila",
    "endscreenAlreadyExists": "Hemen dagoeneko badago bidalketa-pantaila bat. Mugitu erreprodukzio-burua eta gehitu bidalketa-pantaila edo laster-marka beste une batean.",
    "tooltipBookmarks": "Egin klik gehitzeko laster-marka bat bideoaren une honetan",
    "tooltipEndscreens": "Egin klik gehitzeko bidalketa-pantaila bat bideoaren une honetan",
    "expandBreadcrumbButtonLabel": "Joan atzera",
    "collapseBreadcrumbButtonLabel": "Itxi nabigazioa",
    "deleteInteractionTitle": "Interakzioa ezabatzen",
    "cancel": "Utzi",
    "confirm": "Baieztatu",
    "ok": "Ados"
  }
}
