{
  "libraryStrings": {
    "selectVideo": "Sinun täytyy valita video ennen kuin voit lisätä interaktiivisia elementtejä sille.",
    "noVideoSource": "Videolähde puuttuu.",
    "notVideoField": "\":path\" ei ole video.",
    "notImageField": "\":path\" ei ole kuva.",
    "insertElement": "Klikkaa ja raahaa paikalleen :type",
    "done": "Valmis",
    "loading": "Lataa...",
    "remove": "Poista",
    "removeInteraction": "Oletko varma että halut poistaa tämän interaktiivisen elementin?",
    "addBookmark": "Lisää uusi kirjanmerkki kohtaan @timecode",
    "newBookmark": "Uusi kirjanmerkki",
    "bookmarkAlreadyExists": "Tässä on jo kirjanmerkki. Liikuta videopalkkia ja lisää kirjanmerkki toiseen kohtaan.",
    "tourButtonStart": "Kiertoajelu",
    "tourButtonExit": "Poistu",
    "tourButtonDone": "Valmis",
    "tourButtonBack": "Takaisin",
    "tourButtonNext": "Seuraava",
    "tourStepUploadIntroText": "<p>Tämä kiertoajelu perehdyttää sinut Interaktiivisen videon tärkeimpiin ominaisuuksiin.</p><p>Käynnistä kiertoajelu koska vain painamalla Kiertoajelu-painiketta oikeassa yläkulmassa.</p><p>paina poistu-painiketta keskeyttääksesi kiertoajelun tai paina seuraava-painiketta jatkaaksesi sitä</p>",
    "tourStepUploadFileTitle": "Lataa tai upota video",
    "tourStepUploadFileText": "<p>Aloita lisäämällä videotiedosto. Voit ladata videotiedoston tietokoneeltasi tai liittää Youtube- tai muun tuetun videopalvelun videon URL-osoitteen</p><p>Varmistaaksesi yhteensopivuuden eri laitteiden ja selainten välillä voit ladata saman videon moneen kertaan eri videomuodoissa kuten mp4 ja webm tiedostomuodoissa tähän tehtävään.</p>",
    "tourStepUploadAddInteractionsTitle": "Lisää toiminto tai tehtävä",
    "tourStepUploadAddInteractionsText": "<p>Kun olet lisännyt videon voit lisätä sille interaktiivisia elemettejä.</p><p>Siirry <em>Lisää toiminto tai tehtävä-välilehdelle</em> aloittaakesi</p>",
    "tourStepCanvasToolbarTitle": "Lisää toiminto tai tehtävä",
    "tourStepCanvasToolbarText": "Lisätäksesi interaktiivisen elmentin, raahaa elementti työkaluriviltä ja tiputa se haluaamsi kohtaan videota.",
    "tourStepCanvasEditingTitle": "Interaktiivisen elementin muokkaaminen",
    "tourStepCanvasEditingText": "<p>Kun interaktiivinen elementti on lisätty voit siirtää sitä raahamalla</p><p>Muuttaaksesi elementin kokoa valitse elementti ja tämän jälkeen voit muuttaa elementin kokoa raahamalla sitä nurkista (ei toimi painikemuotoisen elementin kanssa).Muokataksesi elementin asetuksia valitse se ja paina kynä-ikonia. Poistaakesi elementin valitse se ja valitse roskoakori-ikoni.</p>",
    "tourStepCanvasBookmarksTitle": "Kirjanmerkit",
    "tourStepCanvasBookmarksText": "Voit lisätä kirjanmerkkejä kirjanmerkkivalikosta. Paina kirjanmerkki-painiketta avataksesi kirjanmerkkivalikon.",
    "tourStepCanvasEndscreensTitle": "Palautusikkunat",
    "tourStepCanvasEndscreensText": "Voit lisätä useita palautusikkunoita painamalla palautusikkunat-painiketta videon perästä(tähti-ikoni.)",
    "tourStepCanvasPreviewTitle": "Esikatsele interaktiivista videotasi",
    "tourStepCanvasPreviewText": "Paina Play-painiketta esikatsellaksesi interaktiivista videotasi kun olet editoimassa sitä.",
    "tourStepCanvasSaveTitle": "Tallenna ja näytä",
    "tourStepCanvasSaveText": "Kun olet lisännyt haluamasi interaktiiviset elementit videoosi paina tallenna ja näytä katsellaksesi lopputulosta.",
    "tourStepSummaryText": "Tämä vapaaehtoinen kyselytentti esitetään videon lopussa.",
    "fullScoreRequiredPause": "\"Full score required\" asetus vaatii että \"Pause\" on myös sallittu",
    "fullScoreRequiredRetry": "\"Full score required\" asetus vaatii että \"Retry\" on myös sallittu",
    "fullScoreRequiredTimeFrame": "Tässä samassa ajankohdassa on jo elementti joka vaatii täydet pisteet, täten vain toiseen näistä vaaditaan vastaus jotta suorittaja saa täydet pisteet",
    "addEndscreen": "Lisää Palautusikkuna ajankohtaan @timecode",
    "endscreen": "Palautusikkuna",
    "endscreenAlreadyExists": "Tälle samalle ajankohdalle on jo määritetty palautusikkuna, lisää uusi palautusikkuna toiseen ajankohtaan.",
    "tooltipBookmarks": "Klikkaa lisätäksesi kirjanmerkin tähän kyseiseen videon ajankohtaan.",
    "tooltipEndscreens": "Klikkaa lisätäksesi palautusikkunan tähän videon ajankohtaan.",
    "expandBreadcrumbButtonLabel": "Paluu",
    "collapseBreadcrumbButtonLabel": "Sulje navigointi",
    "deleteInteractionTitle": "Deleting interaction",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "ok": "Ok"
  }
}
