{
  "libraryStrings": {
    "selectVideo": "Vous devez ajouter une vidéo avant d'ajouter des interactions.",
    "noVideoSource": "Aucune source vidéo",
    "notVideoField": "\":path\" n'est pas une vidéo.",
    "notImageField": "\":path\" n'est pas une image.",
    "insertElement": "Cliquez et glissez jusqu'à l'emplacement :type",
    "done": "Valider",
    "loading": "Chargement...",
    "remove": "Supprimer",
    "removeInteraction": "Voulez-vous vraiment supprimer cette interaction ?",
    "addBookmark": "Ajouter un signet à @timecode",
    "newBookmark": "Nouveau signet",
    "bookmarkAlreadyExists": "Un signet existe déjà ici. Déplacez le curseur et ajoutez un signet ou un écran de soumission à un autre moment.",
    "tourButtonStart": "Visite guidée",
    "tourButtonExit": "Sortir",
    "tourButtonDone": "Valider",
    "tourButtonBack": "Retour",
    "tourButtonNext": "Suivant",
    "tourStepUploadIntroText": "<p>Cette visite guidée vous montre les fonctionnalités les plus importantes de l'éditeur de vidéo interactive.</p><p>Commencez cette visite guidée quand vous voulez en cliquant sur le bouton \"Visite guidée\" dans le coin supérieur droit.</p><p>Cliquez sur \"SORTIR\" pour terminer la visite guidée ou sur \"SUIVANT\" pour continuer.</p>",
    "tourStepUploadFileTitle": "Ajout de la vidéo",
    "tourStepUploadFileText": "<p>Commencez en ajoutant un fichier vidéo. Vous pouvez déposer un fichier depuis votre ordinateur ou copier l'URL vers une vidéo YouTube ou un autre type de vidéo.</p><p>Pour assurer la compatibilité entre les navigateurs, vous pouvez télécharger plusieurs formats de fichier de la même vidéo, tels que mp4 et webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Ajout des interactions",
    "tourStepUploadAddInteractionsText": "<p>Une fois que vous avez ajouté une vidéo, vous pouvez ajouter des interactions.</p><p>Cliquez sur \"<em>Ajouter des interactions</em>\" pour commencer.</p>",
    "tourStepCanvasToolbarTitle": "Ajouter des interactions",
    "tourStepCanvasToolbarText": "Pour ajouter une interaction, glissez-déposez un élément depuis la barre d'outils vers la vidéo.",
    "tourStepCanvasEditingTitle": "Édition des interactions",
    "tourStepCanvasEditingText": "<p>Une fois qu'une interaction a été ajoutée, vous pouvez la faire glisser pour la repositionner.</p><p>Pour modifier la taille d'une interaction, cliquez sur les poignées et faites glisser.</p><p>À la sélection d'une interaction, un menu contextuel apparaît. Pour éditer le contenu d'une interaction, cliquez sur le bouton \"Éditer\" dans le menu contextuel. Vous pouvez supprimer une interaction en cliquant sur le bouton \"Supprimer\" du menu contextuel.</p>",
    "tourStepCanvasBookmarksTitle": "Signets",
    "tourStepCanvasBookmarksText": "Vous pouvez ajouter des signets depuis le menu spécifique. Cliquez sur le bouton \"Signets\" pour ouvrir ce menu.",
    "tourStepCanvasEndscreensTitle": "Écrans de soumission",
    "tourStepCanvasEndscreensText": "Vous pouvez ajouter des écrans de soumission depuis le menu spécifique. Cliquez sur le bouton \"Écrans de soumission\" pour ouvrir ce menu.",
    "tourStepCanvasPreviewTitle": "Prévisualiser votre vidéo interactive",
    "tourStepCanvasPreviewText": "Cliquez sur le bouton de lecture pour visualiser votre vidéo interactive pendant l'édition.",
    "tourStepCanvasSaveTitle": "Enregistrer et visualiser",
    "tourStepCanvasSaveText": "Quand vous avez terminé d'ajouter des interactions à votre vidéo, cliquez sur le bouton \"Enregistrer/Créer\" pour voir le résultat.",
    "tourStepSummaryText": "Ce quiz optionnel apparaîtra à la fin de la vidéo.",
    "fullScoreRequiredPause": "L'option \"Score complet requis\" requiert que l'option \"Pause\" soit activée.",
    "fullScoreRequiredRetry": "L'option \"Score complet requis\" requiert que l'option \"Réessayer\" soit activée",
    "fullScoreRequiredTimeFrame": "Il existe déjà une interaction qui requiert un score complet sur le même intervalle que cette interaction.<br /> Une seule de ces interactions sera requise pour répondre.",
    "addEndscreen": "Ajouter un écran de soumission à @timecode",
    "endscreen": "Écran de soumission",
    "endscreenAlreadyExists": "Un écran de soumission existe déjà ici. Déplacez le curseur et ajoutez un écran de soumission ou un signet à un autre moment.",
    "tooltipBookmarks": "Cliquez pour ajouter un signet pour le moment actuel de la vidéo",
    "tooltipEndscreens": "Cliquez pour ajouter un écran de soumission pour le moment actuel de la vidéo",
    "expandBreadcrumbButtonLabel": "Retour",
    "collapseBreadcrumbButtonLabel": "Fermer la navigation",
    "deleteInteractionTitle": "Suppression d'une interaction",
    "cancel": "Annuler",
    "confirm": "Confirmer",
    "ok": "Ok"
  }
}
