{
  "libraryStrings": {
    "selectVideo": "Debes seleccionar un vídeo antes de engadir interaccións.",
    "noVideoSource": "Non hai fonte de vídeo",
    "notVideoField": "\":path\" non é un vídeo.",
    "notImageField": "\":path\" non é unha imaxe.",
    "insertElement": "Fai clic e arrastra para colocar :type",
    "done": "Feito",
    "loading": "Cargando...",
    "remove": "Borrar",
    "removeInteraction": "Seguro que queres borrar esta interacción?",
    "addBookmark": "Engadir marcador en @timecode",
    "newBookmark": "Novo marcador",
    "bookmarkAlreadyExists": "Xa existe un marcador aquí. Move o cursor de reprodución e engade un marcador ou unha pantalla de envío nun punto temporal diferente.",
    "tourButtonStart": "Xira",
    "tourButtonExit": "Saír",
    "tourButtonDone": "Feito",
    "tourButtonBack": "Atrás",
    "tourButtonNext": "Seguinte",
    "tourStepUploadIntroText": "<p>Esta xira guíache polas características máis importantes do editor de Vídeo Interactivo.</p><p>Podes empezar a xira en calquera momento premendo o botón Xira na esquina superior dereita.</p><p>Preme SAÍR para saltar a xira ou SEGUINTE para continuar.</p>",
    "tourStepUploadFileTitle": "Engadindo vídeo",
    "tourStepUploadFileText": "<p>Comenza engadindo un vídeo. Podes subir un vídeo do teu ordenador ou pegar un URL dun vídeo de Youtube ou ficheiro de vídeo soportado.</p><p>Para asegurar a compatibilidade entre navegadores, podes subir múltiples formatos de ficheiro para un mesmo vídeo, como mp4 e webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Engadindo interaccións",
    "tourStepUploadAddInteractionsText": "<p>Unha vez engadido o vídeo, podes empezar a engadir interaccións.</p><p>Preme a lapela <em>Engadir interaccións</em> para empezar.</p>",
    "tourStepCanvasToolbarTitle": "Engadindo interaccións",
    "tourStepCanvasToolbarText": "Para engadir unha interacción, arrastra un elemento da barra de ferramentas e sóltao sobre o vídeo.",
    "tourStepCanvasEditingTitle": "Editando interaccións",
    "tourStepCanvasEditingText": "<p>Unha vez engadida unha interacción, podes arrastrala para colocala nunha nova posición.</p><p>Para cambiar o seu tamaño, preme nas asas e arrastra.</p><p>Cando selecciones unha interacción, aparecerá un menú contextual. Para editar o contido da interacción, preme o botón Editar no menú contextual. Podes eliminar unha interacción premendo o botón Eliminar no menú contextual.</p>",
    "tourStepCanvasBookmarksTitle": "Marcadores",
    "tourStepCanvasBookmarksText": "Podes engadir Marcadores desde o menú Marcadores. Preme o botón Marcador para abrir o menú.",
    "tourStepCanvasEndscreensTitle": "Pantallas de Envío",
    "tourStepCanvasEndscreensText": "Podes engadir pantallas de envío desde o menú de pantallas de envío. Preme o botón pantalla de envío para abrir o menú.",
    "tourStepCanvasPreviewTitle": "Vista previa do teu vídeo interactivo",
    "tourStepCanvasPreviewText": "Preme o botón Reproducir para ter unha vista previa do teu vídeo interactivo mentres o editas.",
    "tourStepCanvasSaveTitle": "Gardar e ver",
    "tourStepCanvasSaveText": "Cando remates de engadir interaccións ao teu vídeo, preme Gardar/Crear para ver o resultado.",
    "tourStepSummaryText": "Esta proba de resumo opcional aparecerá ao final do vídeo.",
    "fullScoreRequiredPause": "A opción \"Puntuación completa requirida\" require que estea activado \"Pausa\".",
    "fullScoreRequiredRetry": "A opción \"Puntuación completa requirida\" require que estea activado \"Tentar de novo\"",
    "fullScoreRequiredTimeFrame": "Xa existe unha interacción que require puntuación completa no mesmo intervalo que esta interacción.<br />Requirirase só que se responda a unha das interaccións.",
    "addEndscreen": "Engadir pantalla de envío en @timecode",
    "endscreen": "Pantalla de envío",
    "endscreenAlreadyExists": "Xa existe unha pantalla de envío aquí. Move o cursor de reprodución para engadir unha pantalla de envío ou marcador noutro punto temporal.",
    "tooltipBookmarks": "Preme para engadir un marcador no punto actual do vídeo",
    "tooltipEndscreens": "Preme para engadir unha pantalla de envío no punto actual do vídeo",
    "expandBreadcrumbButtonLabel": "Volver",
    "collapseBreadcrumbButtonLabel": "Pechar a navegación",
    "deleteInteractionTitle": "Borrando interacción",
    "cancel": "Cancelar",
    "confirm": "Confirmar",
    "ok": "Ok"
  }
}
