{
"libraryStrings": {
  "selectVideo": "Potrebno je odabrati video kako biste mogli dodati interakcije.",
  "noVideoSource": "Nema video izvora",
  "notVideoField": "\":path\"  nije video.",
  "notImageField": "\":path\" nije slika.",
  "insertElement": "Kliknite i povucite na mjesto :type",
  "done": "Gotovo",
  "loading": "Učitavanje...",
  "remove": "Ukloni",
  "removeInteraction": "Jeste li sigurni da želite izbrisati ovu interakciju?",
  "addBookmark": "Dodajte oznaku u @timecode",
  "newBookmark": "Nova oznaka",
  "bookmarkAlreadyExists": "Ovdje već postoji oznaka. Pomaknite reprodukciju i dodajte oznaku ili zaslon za slanje u drugom trenutku.",
  "tourButtonStart": "Turneja",
  "tourButtonExit": "Izlaz",
  "tourButtonDone": "Završi",
  "tourButtonBack": "Natrag",
  "tourButtonNext": "Sljedeće",
  "tourStepUploadIntroText": "<p>Ovaj obilazak vodi vas kroz najvažnije značajke interaktivnog video uređivača.</p><p>U bilo kojem trenutku započnite ovaj obilazak pritiskom na gumb Turneja u gornjem desnom kutu.</p><p>Pritisnite IZLAZ da preskočite ovaj obilazak ili pritisnite SLJEDEĆE za nastavak.</p>",
  "tourStepUploadFileTitle": "Dodavanje videa",
  "tourStepUploadFileText": "<p>Započnite dodavanjem video datoteke. Možete prenijeti datoteku s računala, zalijepiti URL na YouTube videozapis ili podržanu video datoteku.</p><p>Da biste osigurali kompatibilnost putem web preglednika, možete prenijeti više formata datoteka istog videozapisa, poput mp4 i webm.</p>",
  "tourStepUploadAddInteractionsTitle": "Dodavanje interakcija",
  "tourStepUploadAddInteractionsText": "<p>Nakon što dodate videozapis, možete početi dodavati interakcije.</p><p>Za početak pritisnite karticu Dodaj interakcije.</p>",
  "tourStepCanvasToolbarTitle": "Dodaj interakciju",
  "tourStepCanvasToolbarText": "Da biste dodali interakciju, povucite element s alatne trake i ispustite ga na video.",
  "tourStepCanvasEditingTitle": "Uređivanje interakcija",
  "tourStepCanvasEditingText": "<p>Nakon dodavanja interakcije, možete je povući da biste je premjestili.</p><p>Da biste promijenili veličinu interakcije, pritisnite ju i povucite.</p><p>Kad odaberete interakciju, pojavit će se kontekstni izbornik. Za uređivanje sadržaja interakcije pritisnite gumb Uredi u kontekstnom izborniku. Interakciju možete ukloniti pritiskom na tipku Ukloni u kontekstnom izborniku.</p>",
  "tourStepCanvasBookmarksTitle": "Oznake",
  "tourStepCanvasBookmarksText": "Oznake možete dodati s izbornika Oznake. Pritisnite gumb Oznaka za otvaranje izbornika.",
  "tourStepCanvasEndscreensTitle": "Pošaljite zaslone",
  "tourStepCanvasEndscreensText": "Zaslone za slanje možete dodati iz izbornika zaslona za slanje. Pritisnite gumb za zaslon za prijavu da biste otvorili izbornik.",
  "tourStepCanvasPreviewTitle": "Pregledajte svoj interaktivni videozapis",
  "tourStepCanvasPreviewText": "Pritisnite gumb Reproduciraj da biste pregledali svoj interaktivni videozapis tijekom uređivanja.",
  "tourStepCanvasSaveTitle": "Spremi i pogledaj",
  "tourStepCanvasSaveText": "Kad završite s dodavanjem interakcija u vaš video, pritisnite Spremi / Stvori da biste vidjeli rezultat.",
  "tourStepSummaryText": "Ovaj neobavezni kviz će se pojaviti na kraju videozapisa.",
  "fullScoreRequiredPause": "Opcija \"Potreban je potpuni rezultat\" zahtijeva da je omogućena opcija \"Pauza\".",
  "fullScoreRequiredRetry": "Opcija \"Potreban je potpuni rezultat\" zahtijeva da je omogućena opcija \"Pokušaj ponovo\".",
  "fullScoreRequiredTimeFrame": "<p>Već postoji interakcija koja zahtijeva puni rezultat u istom intervalu kao i ova interakcija.</p><p>Za odgovor će biti potrebna samo jedna od interakcija.</p>",
  "addEndscreen": "Dodaj zaslon za slanje u @timecode",
  "endscreen": "Pošalji zaslon",
  "endscreenAlreadyExists": "Zaslon za slanje već postoji. Pomaknite reprodukciju i dodajte zaslon za slanje ili oznaku u drugo vrijeme.",
  "tooltipBookmarks": "Kliknite da biste dodali oznaku u trenutnoj točki videozapisa",
  "tooltipEndscreens": "Kliknite za dodavanje zaslona za slanje u trenutnoj točki videozapisa",
  "expandBreadcrumbButtonLabel": "Idi natrag",
  "collapseBreadcrumbButtonLabel": "Zatvori navigaciju",
  "deleteInteractionTitle": "Deleting interaction",
  "cancel": "Cancel",
  "confirm": "Confirm",
  "ok": "Ok"
 }
}
