{
  "libraryStrings": {
    "selectVideo": "Devi selezionare un video prima di aggiungere interazioni",
    "noVideoSource": "Nessuna sorgente video",
    "notVideoField": "\":path\" non è un video",
    "notImageField": "\":path\" non è un'immagine",
    "insertElement": "Clicca e trascina per posizionare :type",
    "done": "Fatto",
    "loading": "Caricamento in corso...",
    "remove": "Elimina",
    "removeInteraction": "Sei sicuro di voler eliminare questa interazione?",
    "addBookmark": "Aggiungi segnalibro a @timecode",
    "newBookmark": "Nuovo segnalibro",
    "bookmarkAlreadyExists": "Esiste già un segnalibro in questo punto. Sposta la testina di riproduzione e aggiungi un segnalibro o una schermata di invio in un altro punto",
    "tourButtonStart": "Tour",
    "tourButtonExit": "Esci",
    "tourButtonDone": "Fatto",
    "tourButtonBack": "Indietro",
    "tourButtonNext": "Avanti",
    "tourStepUploadIntroText": "<p>Questo tour ti offre una guida alle funzionalità più importanti dell'editor di video interattivo.</p><p>Inizialo in qualsiasi momento premendo il pulsante Tour nell'angolo in alto a destra.</p><p>Premi ESCI per saltarlo o premi AVANTI per continuare</p>",
    "tourStepUploadFileTitle": "Aggiungi video",
    "tourStepUploadFileText": "<p>Inizia aggiungendo un video. Puoi caricare un file dal tuo computer, incollare un URL da YouTube o un altro video supportato.</p><p>Per garantire la compatibilità tra i browser, puoi caricare più formati di file dello stesso video, come mp4 e WebM</p>",
    "tourStepUploadAddInteractionsTitle": "Aggiungi interazioni",
    "tourStepUploadAddInteractionsText": "<p>Dopo aver aggiunto un video, puoi iniziare ad aggiungere le interazioni.</p><p>Premi la scheda <em>Aggiungi interazioni</em> per iniziare</p>",
    "tourStepCanvasToolbarTitle": "Aggiungi interazioni",
    "tourStepCanvasToolbarText": "Per aggiungere un'interazione, trascina un elemento dalla barra degli strumenti e rilascialo sul video",
    "tourStepCanvasEditingTitle": "Modifica le interazioni",
    "tourStepCanvasEditingText": "<p>Dopo aver aggiunto un'interazione, la puoi trascinare per riposizionarla.</p><p>Per ridimensionare un'interazione, premi sulle maniglie e trascina.</p><p>Quando selezioni un'interazione, apparirà un menu contestuale. Per modificare il contenuto dell'interazione, premi il pulsante Modifica nel menu contestuale. Puoi rimuovere un'interazione premendo il pulsante Rimuovi nel menu contestuale</p>",
    "tourStepCanvasBookmarksTitle": "Segnalibri",
    "tourStepCanvasBookmarksText": "Puoi aggiungere Segnalibri dal menù omonimo. Premi il pulsante Segnalibri per aprire il menù",
    "tourStepCanvasEndscreensTitle": "Schermate di invio",
    "tourStepCanvasEndscreensText": "Puoi aggiungere schermate di invio dal menù omonimo. Premi il pulsante schermata di invio per aprire il menù",
    "tourStepCanvasPreviewTitle": "Anteprima del tuo video interattivo",
    "tourStepCanvasPreviewText": "Premi il pulsante di avvio per vedere il video in anteprima mentre lo modifichi",
    "tourStepCanvasSaveTitle": "Salva e visualizza",
    "tourStepCanvasSaveText": "Quando hai finito di aggiungere interazioni al tuo video premi Salva/Crea per vederne il risultato",
    "tourStepSummaryText": "Questa attività di riepilogo facoltativa apparirà alla fine del video",
    "fullScoreRequiredPause": "L'opzione \"Punteggio completo obbligatorio\" richiede che \"Pausa\" sia abilitato",
    "fullScoreRequiredRetry": "L'opzione \"Punteggio completo richiesto\" richiede che \"Riprova\" sia abilitato",
    "fullScoreRequiredTimeFrame": "Esiste già un'interazione che richiede il punteggio completo in questo stesso intervallo.<br />È ammessa una sola interazione per rispondere",
    "addEndscreen": "Aggiungi schermata di invio a @timecode",
    "endscreen": "Schermata di invio",
    "endscreenAlreadyExists": "Esiste già una schermata di invio in questo punto. Sposta la testina di riproduzione e aggiungi una schermata di invio o un segnalibro in un altro punto",
    "tooltipBookmarks": "Clicca per aggiungere un segnalibro in questo punto del video",
    "tooltipEndscreens": "Clicca per aggiungere una schermata di invio in questo punto del video",
    "expandBreadcrumbButtonLabel": "Torna indietro",
    "collapseBreadcrumbButtonLabel": "Chiudi navigazione",
    "deleteInteractionTitle": "Deleting interaction",
    "cancel": "Cancel",
    "confirm": "Confirm",
    "ok": "Ok"
  }
}
