{
  "libraryStrings": {
    "selectVideo": "Pirms mijiedarbības pievienošanas jums ir jāatlasa videoklips.",
    "noVideoSource": "Nav video avota",
    "notVideoField": "\":path\" nav video.",
    "notImageField": "\":path\" nav attēls.",
    "insertElement": "Klikšķiniet un velciet, lai ievietotu :type",
    "done": "Pabeigt",
    "loading": "Ielādē...",
    "remove": "Dzēst",
    "removeInteraction": "Vai tiešām vēlaties dzēst šo mijiedarbību?",
    "addBookmark": "Pievienojiet grāmatzīmi @timecode",
    "newBookmark": "Jauna grāmatzīme",
    "bookmarkAlreadyExists": "Grāmatzīme šeit jau pastāv. Pārvietojiet atskaņošanas galviņu un pievienojiet grāmatzīmi vai iesniegšanas ekrānu citā laikā.",
    "tourButtonStart": "Ceļvedis",
    "tourButtonExit": "Izeja",
    "tourButtonDone": "Pabeigts",
    "tourButtonBack": "Atpakaļ",
    "tourButtonNext": "Nākamais",
    "tourStepUploadIntroText": "<p>Šajā ceļvedī sniegta informācija par svarīgākajām interaktīvā video redaktora funkcijām.</p><p>Sāciet šo ceļvedi jebkurā laikā, nospiežot pogu Ceļvedis augšējā labajā stūrī.</p><p>Nospiediet IZIET, lai izlaistu šo ceļvedi vai nospiediet NĀKAMAIS, lai turpinātu.</p>",
    "tourStepUploadFileTitle": "Video pievienošana",
    "tourStepUploadFileText": "<p>Sāciet ar video faila pievienošanu. Jūs variet augšupielādēt failu no sava datora vai ielīmēt URL uz YouTube video vai atbalstītu video failu.</p><p>Lai nodrošinātu saderību starp pārlūkprogrammām, variet augšupielādēt viena videoklipa dažādu formātu failus, piemēram, mp4 un webm. </p>",
    "tourStepUploadAddInteractionsTitle": "Mijiedarbību pievienošana",
    "tourStepUploadAddInteractionsText": "<p>Kad esat pievienojis videoklipu, variet sākt pievienot mijiedarbības.</p><p>Lai sāktu, nospiediet cilni <em>Pievienot mijiedarbības</em>.</p>",
    "tourStepCanvasToolbarTitle": "Mijiedarbību pievienošana",
    "tourStepCanvasToolbarText": "Lai pievienotu mijiedarbību, velciet elementu no rīkjoslas un nometiet to videoklipā.",
    "tourStepCanvasEditingTitle": "Mijiedarbību rediģēšana",
    "tourStepCanvasBookmarksTitle": "Grāmatzīmes",
    "tourStepCanvasBookmarksText": "Grāmatzīmes var pievienot no Grāmatzīmju izvēlnes. Nospiediet pogu Grāmatzīme, lai atvērtu izvēlni.",
    "tourStepCanvasEndscreensTitle": "Iesniegšanas ekrāni",
    "tourStepCanvasEndscreensText": "Iesniegšanas ekrānus variet pievienot no iesniegšanas ekrānu izvēlnes. Nospiediet iesniegšanas ekrāna pogu, lai atvērtu izvēlni.",
    "tourStepCanvasPreviewTitle": "Priekšskatiet savu interaktīvo video",
    "tourStepCanvasPreviewText": "Nospiediet atskaņošanas pogu, lai rediģēšanas laikā priekšskatītu savu interaktīvo video.",
    "tourStepCanvasEditingText": "<p>Kad mijiedarbība ir pievienota, varat vilkt, lai to pārvietotu.</p><p>Lai mainītu mijiedarbības lielumu, nospiediet uz rokturiem un velciet.</p><p>Atlasot mijiedarbību, tiek parādīta konteksta izvēlne. Lai rediģētu mijiedarbības saturu, konteksta izvēlnē nospiediet pogu Rediģēt. Mijiedarbību var noņemt, konteksta izvēlnē nospiežot pogu Noņemt.</p>",
    "tourStepCanvasSaveTitle": "Saglabāt un apskatīt",
    "tourStepCanvasSaveText": "Kad esat pabeidzis mijiedarbību pievienošanu videoklipam, nospiediet Saglabāt/Izveidot, lai skatītu rezultātu.",
    "tourStepSummaryText": "Šis neobligātais kopsavilkuma pārbaudījums parādīsies videoklipa beigās.",
    "fullScoreRequiredPause": "\"Pauze\" jābūt iespējotai, lai darbotos opcija \"Nepieciešams pilns rezultāts\".",
    "fullScoreRequiredRetry": "\"Mēģināt vēlreiz\" jābūt iespējotai, lai darbotos opcija \"Nepieciešams pilns rezultāts\"",
    "fullScoreRequiredTimeFrame": "Jau pastāv mijiedarbība, kurai ir nepieciešams pilns rezultāts tādā pašā intervālā, kā šī mijiedarbība.<br /> Būs nepieciešams atbildēt tikai uz vienu no mijiedarbībām.",
    "addEndscreen": "Pievienojiet iesniegšanas ekrānu @timecode",
    "endscreen": "Iesniegšanas ekrāns",
    "endscreenAlreadyExists": "Iesniegšanas ekrāns šeit jau pastāv. Pārvietojiet atskaņošanas galviņu un pievienojiet iesniegšanas ekrānu vai grāmatzīmi citā laikā.",
    "tooltipBookmarks": "Noklikšķiniet, lai pievienotu grāmatzīmi pašreizējā videoklipa punktā",
    "tooltipEndscreens": "Noklikšķiniet, lai pievienotu iesniegšanas ekrānu pašreizējā videoklipa punktā",
    "expandBreadcrumbButtonLabel": "Atgriezties",
    "collapseBreadcrumbButtonLabel": "Aizvērt navigāciju",
    "deleteInteractionTitle": "Mijiedarbības dzēšana",
    "cancel": "Atcelt",
    "confirm": "Apstiprināt",
    "ok": "Ok"
  }
}
