{
  "libraryStrings": {
    "noVideoSource": "Бичлэг байхгүй байна",
    "notImageField": "\":path\" бол зураг биш.",
    "done": "Болсон",
    "remove": "Устгах",
    "addBookmark": "@timecode-д тэмдэглэл нэмэх",
    "bookmarkAlreadyExists": "Аль хэдийн тэмдэглэгдсэн байна. Тоглуулагчыг зөөгөөд тэмдэглэлийг нэмэх эсвэл дараа дахин оролдоно уу.",
    "tourButtonExit": "Гарах",
    "tourButtonBack": "Буцах",
    "tourStepUploadIntroText": "<p>Энэ таныг Интерактив бичлэг засварлагч хамгийн чухал хэсэгт хүргэх болно. </p><p>Баруун дээд булан дээрх Засварлагч товчлуур дээр дараад эхлүүлээрэй.</p><p>Мөн ГАРАХ товчлуур дээр дараад алгасах эсвэл ДАРААГИЙН товчлуур дээр дараад үргэлжлүүлээрэй.</p>",
    "tourStepUploadFileText": "<p>Эхлээд бичлэгээ оруулна. Та компьютерээсээ эсвэл Youtube бичлэгийн линк хуулаад оруулах боломжтой.</p><p>Та нэг бичлэгийг оруулахдаа интернэт хөтөчүүдэд нийцсэн mp4, webm зэрэг форматуудаар оруулж болно.</p>",
    "tourStepUploadAddInteractionsText": "<p>Та бичлэгээ оруулсан бол интерактив ажилбарууд нэмэх боломжтой.</p><p>Дараарай <em>Интерактив ажилбарууд нэмэх</em> эхлүүлэхийн тулд.</p>",
    "tourStepCanvasToolbarText": "Бичлэгээ интерактив болгохийн тулд энэ багаж хэсгээс элементийг сонгоод бичлэг дээр байрлуулна уу.",
    "tourStepCanvasEditingText": "<p>Интерактив элемент нэмсэн бол та дээр нь дарж чирээд байршлыг нь өөрчилж болно.</p><p>Интерактив ажилбарын хэмжээг дахин өөрчлөхдөө, бариул дээр дараад чирнэ үү .</p><p>Та үүсгэсэн интерактив дээрээ дарах үед контекст цэс гарч ирэх болно. Интерактиваа засварлахдаа контекст цэс дээр дараарай. Мөн контекст цэсний Арилгах товчлуур дээр дарснаар интерактив устах болно.</p>",
    "tourStepCanvasBookmarksText": "Та тэмдэглэгээний цэснээс тэмдэглэгээ оруулж болно. Цэсийг нээхийн тулд тэмдэглэгээн дээр дарна уу.",
    "tourStepCanvasEndscreensText": "Та цэснээс үр дүнгийн дэлгэцийг нэмэх боломжтой. \"Үр дүнгийн дэлгэц\" товч дээр дарж нээнэ.",
    "tourStepCanvasPreviewText": "Тоглуулах товч дээр дарснаар та интерактив бичлэгээ засварлаж байх үедээ урьдчилан харж болно.",
    "tourStepCanvasSaveText": "Та интерактив ажилбаруудаа бичлэгтээ оруулж дууссан бол Хадгалах/Үүсгэх товчин дээр дараад үр дүнгээ харна уу.",
    "fullScoreRequiredPause": "\"Бүтэн оноо авсан байх шаардлагатай\" тохиргоо нь бичлэгийг \"Түр зогсоох\" сонголтыг идэвхжүүлсэн байхыг шаарддаг.",
    "fullScoreRequiredTimeFrame": "Энэ интервалд бүтэн оноо шаардсан ижил интерактив аль хэдийн байршсан байна.<br /> Зөвхөн нэг интерактивд л хариулахыг шаардаана.",
    "endscreen": "Үр дүнгийн дэлгэц",
    "tooltipBookmarks": "Бичлэгийн одоогийн хэсэгт тэмдэглэгээ нэмэхийн тулд товшино уу",
    "expandBreadcrumbButtonLabel": "Буцах",
    "deleteInteractionTitle": "Интерактивийг устгах",
    "confirm": "Батлах",
    "selectVideo": "Бичлэг оруулахаасаа өмнө интерактив ажилбарыг сонгоно уу.",
    "notVideoField": "\":path\" бол бичлэг биш.",
    "insertElement": "Сонгоод байршуулах хэсэг рүү зөөнө үү :type",
    "tourStepCanvasPreviewTitle": "Интерактив бичлэгээ урьдчилан харах",
    "loading": "Ачаалж байна...",
    "removeInteraction": "Та энэ интерактивийг устгахдаа итгэлтэй байна уу?",
    "newBookmark": "Шинэ тэмдэглэл",
    "tourButtonStart": "Засварлагч",
    "tourButtonDone": "Болсон",
    "tourButtonNext": "Дараагийн",
    "tourStepUploadFileTitle": "Бичлэг оруулах",
    "cancel": "Цуцлах",
    "ok": "Тийм",
    "tourStepUploadAddInteractionsTitle": "Бичлэгийг интерактив болгох",
    "tourStepCanvasToolbarTitle": "Интерактив ажилбарыг нэмэх",
    "tourStepCanvasEditingTitle": "Интерактивийг засварлах",
    "tourStepCanvasBookmarksTitle": "Тэмдэглэгээ",
    "tourStepCanvasEndscreensTitle": "Хариултаа илгээх",
    "tourStepCanvasSaveTitle": "Хадгалаад үзэх",
    "tourStepSummaryText": "Энэхүү нэмэлт хураангуй асуулт видеоны төгсгөлд гарч ирнэ.",
    "fullScoreRequiredRetry": "\"Бүтэн оноо авсан байх шаардлагатай\" тохиргоо нь \"Дахин оролдох\"-ыг идэвхжүүлсэн байхыг шаарддаг",
    "addEndscreen": "@timecode-д үр дүнгийн дэлгэц нэмэх",
    "endscreenAlreadyExists": "Үр дүнгийн дэлгэц аль хэдийн энд байршсан байна. Тоглуулагчыг зөөгөөд үр дүнгийн дэлгэц нэмж болно эсвэл дараа дахин оруулна уу.",
    "tooltipEndscreens": "Бичлэгийн одоогийн хэсэгт үр дүнгийн дэлгэц нэмэхийн тулд товшино уу",
    "collapseBreadcrumbButtonLabel": "Навигацыг хаах"
  }
}
