{
  "libraryStrings": {
    "selectVideo": "Je moet eerst een video selecteren voordat je interacties kan toevoegen.",
    "noVideoSource": "Geen videobron",
    "notVideoField": "\":path\" is geen video.",
    "notImageField": "\":path\" is geen afbeelding.",
    "insertElement": "Klik-en-sleep naar plaats :type",
    "done": "Klaar",
    "loading": "Aan het laden...",
    "remove": "Verwijderen",
    "removeInteraction": "Weet je zeker dat je deze interactie wilt verwijderen?",
    "addBookmark": "Voeg bladwijzer toe op @timecode",
    "newBookmark": "Nieuwe bladwijzer",
    "bookmarkAlreadyExists": "Bladwijzer bestaat hier al. Verplaats je positie en voeg een bladwijzer of inzendscherm op een ander tijdstip toe.",
    "tourButtonStart": "Rondleiding",
    "tourButtonExit": "Afsluiten",
    "tourButtonDone": "Klaar",
    "tourButtonBack": "Terug",
    "tourButtonNext": "Volgende",
    "tourStepUploadIntroText": "<p>Deze rondleiding begeleidt je door de belangrijkste kenmerken van de Interactieve Video editor.</p><p>Start deze rondleiding op ieder willekeurig moment via de knop in de rechterbovenhoek.</p><p>Klik AFSLUITEN om deze rondleiding over te slaan of klik VOLGENDE om door te gaan.</p>",
    "tourStepUploadFileTitle": "Video toevoegen",
    "tourStepUploadFileText": "<p>Begin met het toevoegen van een videobestand. Je kunt een bestand van je computer uploaden of een URL te plakken naar een YouTube video of ondersteund videobestand.</p><p>Om compatibiliteit tussen browsers te garanderen, kun je meerdere bestandsformaten van dezelfde video uploaden, zoals mp4 en webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Interacties toevoegen",
    "tourStepUploadAddInteractionsText": "<p>Wanneer een video is toegevoegd, kun je beginnen met toevoegen van interacties.</p><p>Klik de <em>Interacties toevoegen</em> tab om van start te gaan.</p>",
    "tourStepCanvasToolbarTitle": "Interacties toevoegen",
    "tourStepCanvasToolbarText": "Om een interactie toe te voegen, sleep je een element uit de werkbalk en plaatst het op de video.",
    "tourStepCanvasEditingTitle": "Interacties bewerken",
    "tourStepCanvasEditingText": "<p>Wanneer een interactie is toegevoegd, kun je die slepen naar de juiste positie.</p><p>Om de grootte van de interactie opnieuw in te stellen, klik je op de grepen en kun je slepen.</p><p>Als je een interactie selecteert, verschijnt er een context menu. Om de inhoud van de interactie te bewerken, klik de Bewerk-knop in het context menu. Je kunt een interactie verwijderen door de Verwijder-knop te klikken in het context menu.</p>",
    "tourStepCanvasBookmarksTitle": "Bladwijzers",
    "tourStepCanvasBookmarksText": "Je kunt bladwijzers toevoegen via het Bladwijzermenu. Klik de Bladwijzer-knop om het menu te openen.",
    "tourStepCanvasEndscreensTitle": "Inzendschermen",
    "tourStepCanvasEndscreensText": "Je kunt inzendschermen toevoegen via het Inzendscherm menu. Klik de Inzendscherm-knop om het menu te openen.",
    "tourStepCanvasPreviewTitle": "Bekijk je interactieve video",
    "tourStepCanvasPreviewText": "Klik de Afspeel-knop om je interactieve video te bekijken tijdens het bewerken.",
    "tourStepCanvasSaveTitle": "Opslaan en bekijken",
    "tourStepCanvasSaveText": "Als je klaar bent met het toevoegen van interacties aan je video, klik Opslaan/Maken om je resultaat te bekijken.",
    "tourStepSummaryText": "Deze optionele Samenvattingsquiz zal verschijnen aan het einde van de video.",
    "fullScoreRequiredPause": "\"Volledige score vereist\" optie vereist dat \"Pauze\" is ingeschakeld.",
    "fullScoreRequiredRetry": "\"Volledige score vereist\" optie vereist dat \"Opnieuw\" is ingeschakeld",
    "fullScoreRequiredTimeFrame": "Er bestaat reeds een interactie die volledige score vereist in hetzelfde tijdsinterval.<br /> Slechts één van de interacties is verplicht om te beantwoorden.",
    "addEndscreen": "Voeg inzendscherm toe op @timecode",
    "endscreen": "Inzendscherm",
    "endscreenAlreadyExists": "Er bestaat hier reeds een inzendscherm. Verplaats je positie en voeg een inzendscherm of bladwijzer toe op een ander tijdstip.",
    "tooltipBookmarks": "Klik om een bladwijzer toe te voegen op het huidige tijdstip in de video",
    "tooltipEndscreens": "Klik om een inzendscherm toe te voegen op het huidige tijdstip in de video",
    "expandBreadcrumbButtonLabel": "Ga terug",
    "collapseBreadcrumbButtonLabel": "Sluit navigatie",
    "deleteInteractionTitle": "Verwijderen van interactie",
    "cancel": "Annuleer",
    "confirm": "Bevestig",
    "ok": "Ok"
  }
}
