{
  "libraryStrings": {
    "selectVideo": "Du måste välja en video innan du kan placera ut interaktioner.",
    "noVideoSource": "Ingen videokälla",
    "notVideoField": "\":path\" är inte en video.",
    "notImageField": "\":path\" är inte en bild.",
    "insertElement": "Klicka och dra för att placera ut :type",
    "done": "Färdig",
    "loading": "Laddar...",
    "remove": "Radera",
    "removeInteraction": "Är du säker på att du vill radera denna interaktion?",
    "addBookmark": "Lägg till bokmärke på @timecode",
    "newBookmark": "Nytt bokmärke",
    "bookmarkAlreadyExists": "Det finns redan ett bokmärke här. Spola och placera bokmärket eller resultatskärmen på en annan tidskod.",
    "tourButtonStart": "Guide",
    "tourButtonExit": "Avsluta",
    "tourButtonDone": "Färdig",
    "tourButtonBack": "Förra",
    "tourButtonNext": "Nästa",
    "tourStepUploadIntroText": "<p>Denna guide förklarar de viktigaste funktionerna i redigeraren för Interaktiv Video.</p><p>Du kan när som helst starta om guiden via knappen Guide i övre högra hörnet.</p><p>Tryck på Avsluta för att stänga, eller tryck på Nästa för att fortsätta.</p>",
    "tourStepUploadFileTitle": "Lägga till video",
    "tourStepUploadFileText": "<p>Börja med att lägga till en videofil. Du kan antingen ladda upp en fil från din dator eller klistra in en URL till en Youtube-video eller annan videofil som stöds.</p><p>För att säkerställa kompatibilitet med olika webbläsare, så kan du ladda upp videofiler i flera olika format, t ex mp4 och webm. Detta behövs normalt inte om du använder separat videotjänst såsom Youtube.</p>",
    "tourStepUploadAddInteractionsTitle": "Lägga till interaktioner",
    "tourStepUploadAddInteractionsText": "<p>Efter du har lagt till en video, så kan du lägga till interaktioner.</p><p>Tyck på fliken <em>Lägg till interaktioner</em> för att börja.</p>",
    "tourStepCanvasToolbarTitle": "Lägga till interaktioner",
    "tourStepCanvasToolbarText": "För att lägga till en interaktion, drag ett element från verktygsfältet, och släpp den i videoen.",
    "tourStepCanvasEditingTitle": "Redigera interaktioner",
    "tourStepCanvasEditingText": "<p>När en interaktion är tillagd, så kan du dra i den för att flytta på den.</p><p>För att ändra på storleken, tryck på handtagen och dra.</p><p>När du väljer ett element så visas en meny. För att redigera innehållet i en interaktion, tryck på knappen Redigera i menyn. Du kan här också ta bort en interaktion.</p>",
    "tourStepCanvasBookmarksTitle": "Bokmärken",
    "tourStepCanvasBookmarksText": "Bokmärken kan läggas till via bokmärkesmenyn. Klicka på knappen Bokmärken för att öppna menyn.",
    "tourStepCanvasEndscreensTitle": "Inlämningssidor",
    "tourStepCanvasEndscreensText": "Du kan lägga till inlämningssidor. Klicka knappen Inlämningssida för att öppna menyn.",
    "tourStepCanvasPreviewTitle": "Förhandsvisning",
    "tourStepCanvasPreviewText": "Tryck på Spela-knappen för att förhandsvisa din interaktiva video medan du redigerar.",
    "tourStepCanvasSaveTitle": "Spara och visa",
    "tourStepCanvasSaveText": "När du är färdig, tryck på Spara/Skapa för att se det slutgiltiga resultatet.",
    "tourStepSummaryText": "Denna valfria, interaktiva sammanfattningsuppgiften kommer att visas i slutet på videon.",
    "fullScoreRequiredPause": "\"Alla rätt\" alternativet kräver att \"Paus\" är aktiverat.",
    "fullScoreRequiredRetry": "\"Alla rätt\"-alternativet kräver att \"Försök igen\" är aktiverat.",
    "fullScoreRequiredTimeFrame": "Det finns redan en innehållstyp som kräver alla rätt, på samma tidsintervall som denna interaktion.<br /> Endast en av innehållstyperna kommer att kräva alla rätt.",
    "addEndscreen": "Lägg till inlämningssida vid @timecode",
    "endscreen": "Inlämningssida",
    "endscreenAlreadyExists": "Inlämningssida finns redan här. Spola i videon och lägg till inlämningssida eller bokmärke vid annan tid.",
    "tooltipBookmarks": "Klicka för att lägga till bokmärke på denna tidpunkt i videon",
    "tooltipEndscreens": "Klicka för att lägga till inlämningssida på denna tidpunkt i videon",
    "expandBreadcrumbButtonLabel": "Gå tillbaka",
    "collapseBreadcrumbButtonLabel": "Stäng navigation",
    "deleteInteractionTitle": "Raderar interaktion",
    "cancel": "Avbryt",
    "confirm": "Bekräfta",
    "ok": "OK"
  }
}
