{
  "libraryStrings": {
    "selectVideo": "Lazima uchague video kabla ya kuongeza maingiliano.",
    "noVideoSource": "Hakuna Chanzo cha Video",
    "notVideoField": "\":path\"siyo video.",
    "notImageField": "\":path\" siyo picha.",
    "insertElement": "Bofya na uburute mahali:type",
    "done": "Imekamilika",
    "loading": "Inapakia...",
    "remove": "Futa",
    "removeInteraction": "Una uhakika unataka kufuta mwingiliano huu?",
    "addBookmark": "Ongeza alamisho kwenye@timecode",
    "newBookmark": "Alamisho jipya",
    "bookmarkAlreadyExists": "Alamisho tayari ipo hapa. Sogeza kichwa cha kucheza na uongeze alamisho au skrini ya kuwasilisha kwa wakati mwingine.",
    "tourButtonStart": "Ziara",
    "tourButtonExit": "Toka",
    "tourButtonDone": "Imekamilika",
    "tourButtonBack": "Nyuma",
    "tourButtonNext": "Inayofuata",
    "tourStepUploadIntroText": "<p>Ziara hii inakuongoza kupitia vipengele muhimu zaidi vya mhariri wa Video ya Maingiliano.</p><p>Anza ziara hii wakati wowote kwa kubofya kitufe cha Ziara kwenye kona ya juu kulia.</p><p>Bonyeza TOKA ili kuruka ziara hii au bonyeza INAYOFUATA kuendelea.</p>",
    "tourStepUploadFileTitle": "Kuongeza video",
    "tourStepUploadFileText": "<p>Anza kwa kuongeza faili ya video. Unaweza kupakia faili kutoka kwa kompyuta yako au kubandika vipataji rasilimali sawa (URL) kwenye video ya YouTube au faili ya video inayotumika.</p><p>Ili kuhakikisha utangamano katika vivinjari, unaweza kupakia aina nyingi za faili za video sawa, kama vile mp4 na webm.</p>",
    "tourStepUploadAddInteractionsTitle": "Kuongeza maingiliano",
    "tourStepUploadAddInteractionsText": "<p>Mara baada ya kuongeza video, unaweza kuanza kuongeza maingiliano.</p><p>Bonyeza <em>kichupo cha Ongeza maingiliano</em> ili kuanza.</p>",
    "tourStepCanvasToolbarTitle": "Kuongeza maingiliano",
    "tourStepCanvasToolbarText": "Ili kuongeza mwingiliano, vuruta kipengele kutoka kwa upau wa vidhibiti na ukiachie kwenye video.",
    "tourStepCanvasEditingTitle": "Kuongeza maingiliano",
    "tourStepCanvasEditingText": "<p>Mara tu mwingiliano ukiwa umeongezwa, unaweza kuburuta ili kuiweka upya.</p><p>Ili kubadilisha ukubwa wa mwingiliano, bonyeza kwenye vishikio na uburute.</p><p>Unapochagua mwingiliano, menyu ya muktadha itaonekana. Ili kuhariri maudhui ya mwingiliano, bonyeza kitufe cha Hariri kwenye menyu ya muktadha. Unaweza kuondoa mwingiliano kwa kubonyeza kitufe cha Ondoa kwenye menyu ya muktadha.</p>",
    "tourStepCanvasBookmarksTitle": "Alamisho",
    "tourStepCanvasBookmarksText": "Unaweza kuongeza Alamisho kutoka kwenye menyu ya Alamisho. Bonyeza kitufe cha Alamisho ili kufungua menyu.",
    "tourStepCanvasEndscreensTitle": "Wasilisha Skrini",
    "tourStepCanvasEndscreensText": "Unaweza kuongeza wasilisha skrini kutoka kwa menyu ya kuwasilisha skrini. Bonyeza kitufe cha kuwasilisha skrini ili kufungua menyu.",
    "tourStepCanvasPreviewTitle": "Hakiki video yako ya maingiliano",
    "tourStepCanvasPreviewText": "Bonyeza kitufe cha Cheza ili kuhakiki video yako ya maingiliano wakati wa kuhariri.",
    "tourStepCanvasSaveTitle": "Hifadhi na tazama",
    "tourStepCanvasSaveText": "Unapomaliza kuongeza maingiliano kwenye video yako, bonyeza Hifadhi /Unda ili kutazama matokeo.",
    "tourStepSummaryText": "Jaribio hili la Muhtasari yataonekana mwishoni mwa video.",
    "fullScoreRequiredPause": "Chaguo la \"Alama kamili zinazohitajika\" linahitaji kwamba \"Sitisha\" imewashwa.",
    "fullScoreRequiredRetry": "Chaguo la \"Alama kamili zinazohitajika\" linahitaji kwamba \"Jaribu tena\" imewashwa",
    "fullScoreRequiredTimeFrame": "Tayari kuna mwingiliano ambao unahitaji alama kamili kwa muda sawa na mwingiliano huu.<br /> Ni moja tu ya mwingiliano utahitajika kujibu.",
    "addEndscreen": "Ongeza wasilisha skrini hapa@timecode",
    "endscreen": "Wasilisha skrini",
    "endscreenAlreadyExists": "Wasilisha skrini tayari ipo hapa. Sogeza kichwa cha kucheza na uongeze skrini ya wasilisha au alamisho kwa wakati mwingine.",
    "tooltipBookmarks": "Bofya ili kuongeza alamisho katika hatua ya sasa kwenye video",
    "tooltipEndscreens": "Bofya ili kuongeza skrini ya wasilisha katika hatua ya sasa kwenye video",
    "expandBreadcrumbButtonLabel": "Nenda nyuma",
    "collapseBreadcrumbButtonLabel": "Funga urambazaji",
    "deleteInteractionTitle": "Kufuta mwingiliano",
    "cancel": "Ghairi",
    "confirm": "Thibitisha",
    "ok": "Sawa"
  }
}
