{
  "libraryStrings": {
    "selectVideo": "Etkileşim eklemeden önce bir video seçmelisiniz.",
    "noVideoSource": "Video Kaynağı Yok",
    "notVideoField": "\":path\" bir video değil.",
    "notImageField": "\":path\" bir resim değil.",
    "insertElement": ":type alanına yerleştirmek için tıklayın ve sürükleyin ",
    "done": "Tamamlandı",
    "loading": "Yükleniyor...",
    "remove": "Sil",
    "removeInteraction": "Bu etkileşimi silmek istediğinizden emin misiniz?",
    "addBookmark": "@timecode'a yer işareti ekleyin",
    "newBookmark": "Yeni yer imi",
    "bookmarkAlreadyExists": "Yer işareti burada zaten var. Oynatma başlığını hareket ettirin ve başka bir zamanda bir yer imi veya gönderme ekranı ekleyin.",
    "tourButtonStart": "Tur",
    "tourButtonExit": "Çıkış",
    "tourButtonDone": "Tamamlandı",
    "tourButtonBack": "Geri",
    "tourButtonNext": "Sonraki",
    "tourStepUploadIntroText": "<p>Bu tur, Etkileşimli Video düzenleyicinin en önemli özellikleri konusunda size rehberlik eder.</p><p>Sağ üst köşedeki Tur düğmesine basarak bu turu istediğiniz zaman başlatın.</p><p>Bu turu atlamak için EXIT'e veya devam etmek için İLERİ'ye basın.</p>",
    "tourStepUploadFileTitle": "Video ekle",
    "tourStepUploadFileText": "<p>Bir video dosyası ekleyerek başlayın. Bilgisayarınızdan bir dosya yükleyebilir veya bir YouTube videosuna veya desteklenen bir video dosyasına bir URL yapıştırabilirsiniz.</p><p>Tarayıcılar arasında uyumluluğu sağlamak için, aynı videonun mp4 ve webm gibi birden fazla dosya biçimini yükleyebilirsiniz.</p>",
    "tourStepUploadAddInteractionsTitle": "Etkileşim ekle",
    "tourStepUploadAddInteractionsText": "<p>Bir video ekledikten sonra etkileşim eklemeye başlayabilirsiniz.</p><p>Başlamak için <em>Etkileşim ekle</em> sekmesine basın.</p>",
    "tourStepCanvasToolbarTitle": "Etkileşim ekle",
    "tourStepCanvasToolbarText": "Etkileşim eklemek için araç çubuğundan bir öğeyi sürükleyin ve videonun üzerine bırakın.",
    "tourStepCanvasEditingTitle": "Etkileşimleri düzenle",
    "tourStepCanvasEditingText": "<p>Bir etkileşim eklendikten sonra yeniden konumlandırmak için sürükleyebilirsiniz.</p><p>Bir etkileşimi yeniden boyutlandırmak için tutamaçlara basın ve sürükleyin.</p><p>Bir etkileşim seçtiğinizde, bir bağlam menüsü görünecektir. Etkileşimin içeriğini düzenlemek için içerik menüsündeki \"Düzenle\" düğmesine basın. Bağlam menüsündeki \"Kaldır\" düğmesine basarak bir etkileşimi kaldırabilirsiniz.</p>",
    "tourStepCanvasBookmarksTitle": "Yer imleri",
    "tourStepCanvasBookmarksText": "Yer İmleri menüsünden Yer İmleri ekleyebilirsiniz. Menüyü açmak için \"Yer İşareti\" düğmesine basın.",
    "tourStepCanvasEndscreensTitle": "Gönderme Ekranı",
    "tourStepCanvasEndscreensText": "Gönder ekranları menüsünden gönderme ekranları ekleyebilirsiniz. Menüyü açmak için \"Gönderme Ekranı\" düğmesine basın.",
    "tourStepCanvasPreviewTitle": "Etkileşimli videonuzu önizleyin",
    "tourStepCanvasPreviewText": "Düzenleme sırasında etkileşimli videonuzu önizlemek için \"Oynat\" düğmesine basın.",
    "tourStepCanvasSaveTitle": "Kaydet ve görüntüle",
    "tourStepCanvasSaveText": "Videonuza etkileşim eklemeyi tamamladığınızda, sonucu görmek için \"Kaydet/Oluştur\"'a basın.",
    "tourStepSummaryText": "Videonun sonunda görünecek, isteğe bağlı \"Özet Sınavı\".",
    "fullScoreRequiredPause": "\"Tam puan gerekli\" seçeneği, \"Duraklat\" öğesinin etkinleştirilmesini gerektirir.",
    "fullScoreRequiredRetry": "\"Tam puan gerekli\" seçeneği, \"Yeniden Dene\"nin etkinleştirilmesini gerektirir",
    "fullScoreRequiredTimeFrame": "Bu etkileşimle aynı aralıkta tam puan gerektiren bir etkileşim zaten var.<br /> Yanıt vermek için etkileşimlerden yalnızca biri gerekli olacak.",
    "addEndscreen": "@timecode'a gönderme ekranı ekleyin",
    "endscreen": "Gönderme Ekranı",
    "endscreenAlreadyExists": "Gönderme ekranı burada zaten var. Oynatma başlağını hareket ettirin ve başka bir zamanda bir gönderme ekranı veya yer imi ekleyin.",
    "tooltipBookmarks": "Videodaki geçerli noktaya yer imi eklemek için tıklayın",
    "tooltipEndscreens": "Videodaki geçerli noktaya gönderme ekranı eklemek için tıklayın",
    "expandBreadcrumbButtonLabel": "Geri git",
    "collapseBreadcrumbButtonLabel": "Gezinmeyi kapat",
    "deleteInteractionTitle": "Etkileşim siliniyor",
    "cancel": "İptal",
    "confirm": "Onayla",
    "ok": "Tamam"
  }
}
